{"POST": "_bulk"}
{ "create": {"_index": "articles", "_id":1}}
{
  "title": "Alexa, What Will Happen to Florida in 2025?", 
  "author": "Dan Evon", 
  "description": "Amazon's voice assistant, Alexa, predicted that Miami will be completely destroyed by a hurricane in 2025.",
  "subtitle":"Alexa, why can't you predict the future?",
  "relevantpapers": {
    "1": {
        "title": "Parenting with Alexa: Exploring the Introduction of Smart Speakers on Family Dynamics",
        "url" : "https://www.semanticscholar.org/paper/Parenting-with-Alexa%3A-Exploring-the-Introduction-of-Beneteau-Boone/cb12e7cfa1fd343b085a24d4dc7440131a5b5805",
        "authors": "Erin Beneteau,Ashley Boone,Yuxing Wu,J. Kientz,Jason C. Yip,Alexis Hiniker",
        "journal": "Psychology, Computer Science",
        "year": "2020",
        "citations": "31",
        "claim": "Smart speakers have become pervasive in family homes, creating the potential for these devices to influence parent-child dynamics and parenting behaviors. We investigate the impact of introducing a smart speaker to 10 families with children, over four weeks. We use pre- and post- deployment interviews with the whole family and in-home audio capture of parent-child interactions with the smart speaker for our analysis. Despite the smart speaker causing occasional conflict in the home, we observed that parents lever-aged the smart speaker to further parenting goals. We found three forms of influence the smart speaker has on family dynamics: 1) fostering communication, 2) disrupting access, and 3) augmenting parenting. All of these influences arise from a communally accessible, stand-alone voice interface which democratizes family access to technology. We discuss design implications in furthering parenting practices and behaviors as the capabilities of the technology continue to improve." 
    },
    "2": {
      "title": "Talk to me: Exploring user interactions with the Amazon Alexa",
      "url" : "https://www.semanticscholar.org/paper/Talk-to-me%3A-Exploring-user-interactions-with-the-Lopatovska-Rink/0b34194b8b21494235771439c2d28fd3d45a2a7a",
      "authors": "Irene Lopatovska,Katrina Rink,Ian Knight,Kieran Raines,Kevin Cosenza,Harriet Williams,Perachya Sorsche,David Hirsch,Qi Li,Adrianna Martinez",
      "journal": "Computer Science",
      "year": "2019",
      "citations": "108",
      "claim": "Amazon Alexa is a voice-controlled application that is rapidly gaining popularity. We examined user interactions with this technology, and focused on the types of tasks requested of Alexa, the variables that affect user behaviors with Alexa, and Alexa’s alternatives. The data about Alexa usage were collected from 19 participants via the online questionnaire and diary methods over the course of several days. The results indicate that across all age groups, Alexa was primarily used for checking weather forecasts, playing music, and controlling other devices. Several participants reported using Apple Siri and Google Now applications in addition to Alexa for similar purposes except for controlling other devices. Alexa uses over the weekends were more frequent than on weekdays, but its overall usage tended to decrease over time. The users reported being satisfied with Alexa even when it did not produce sought information, suggesting that the interaction experience is more important to the users than the interaction output. More work is required to understand whether users treat Alexa and similar voice-controlled applications as primarily a traditional information retrieval system, a casual leisure system, a control interface for smart home devices, or, simply, a new toy." 
    },
    "3": {
      "title": "Alexa is a Toy,Exploring Older Adults' Reasons for Using, Limiting, and Abandoning Echo",
      "url" : "https://www.semanticscholar.org/paper/%22Alexa-is-a-Toy%22%3A-Exploring-Older-Adults'-Reasons-Trajkova-Martin-Hammond/4fd7a46a2fdfde111c3478beefcebb5e9a6e9fef",
      "authors": "Milka Trajkova,Aqueasha Martin-Hammond",
      "journal": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
      "year": "2020",
      "citations": "26",
      "claim": "Intelligent voice assistants (IVAs) have the potential to support older adults' independent living. However, despite a growing body of research focusing on IVA use, we know little about why older adults become IVA non-users. This paper examines the reasons older adults use, limit, and abandon IVAs (i.e., Amazon Echo) in their homes. We conducted eight focus groups, with 38 older adults residing in a Life Plan Community. Thirty-six participants owned an Echo for at least a year, and two were considering adoption. Over time, most participants became non-users due to their difficulty finding valuable uses, beliefs associated with ability and IVA use, or challenges with use in shared spaces. However, we also found that participants saw the potential for future IVA support. We contribute a better understanding of the reasons older adults do not engage with IVAs and how IVAs might better support aging and independent living in the future." 
    },
    "4": {
      "title": "Communication Breakdowns Between Families and Alexa",
      "url" : "https://www.semanticscholar.org/paper/Communication-Breakdowns-Between-Families-and-Alexa-Beneteau-Richards/25bb0b7b4fcf54da2154278b6797580775ca2b00",
      "authors": "Erin Beneteau,Olivia K. Richards,M. Zhang,J. Kientz,Jason C. Yip,Alexis Hiniker",
      "journal": "Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems",
      "year": "2019",
      "citations": "78",
      "claim": "We investigate how families repair communication breakdowns with digital home assistants. We recruited 10 diverse families to use an Amazon Echo Dot in their homes for four weeks. All families had at least one child between four and 17 years old. Each family participated in pre- and post- deployment interviews. Their interactions with the Echo Dot (Alexa) were audio recorded throughout the study. We analyzed 59 communication breakdown interactions between family members and Alexa, framing our analysis with concepts from HCI and speech-language pathology. Our findings indicate that family members collaborate using discourse scaffolding (supportive communication guidance) and a variety of speech and language modifications in their attempts to repair communication breakdowns with Alexa. Alexa's responses also influence the repair strategies that families use. Designers can relieve the communication repair burden that primarily rests with families by increasing digital home assistants' abilities to collaborate together with users to repair communication breakdowns." 
    },
    "5": {
      "title": "Alexa, Siri, Cortana, and More: An Introduction to Voice Assistants",
      "url" : "https://www.semanticscholar.org/paper/Alexa%2C-Siri%2C-Cortana%2C-and-More%3A-An-Introduction-to-Hoy/911c8a8ad9bdebb845176bb0d5af44879c5ef9d1",
      "authors": "Matthew B Hoy",
      "journal": "Medical Reference Services Quarterly",
      "year": "2018",
      "citations": "330",
      "claim": "ABSTRACT Voice assistants are software agents that can interpret human speech and respond via synthesized voices. Apple’s Siri, Amazon’s Alexa, Microsoft’s Cortana, and Google’s Assistant are the most popular voice assistants and are embedded in smartphones or dedicated home speakers. Users can ask their assistants questions, control home automation devices and media playback via voice, and manage other basic tasks such as email, to-do lists, and calendars with verbal commands. This column will explore the basic workings and common features of today’s voice assistants. It will also discuss some of the privacy and security issues inherent to voice assistants and some potential future uses for these devices. As voice assistants become more widely used, librarians will want to be familiar with their operation and perhaps consider them as a means to deliver library services and materials." 
    },
    "6": {
      "title": "Alexa, Can I Trust You? Exploring Consumer Paths to Trust in Smart Voice-Interaction Technologies",
      "url" : "https://www.semanticscholar.org/paper/Alexa%2C-Can-I-Trust-You-Exploring-Consumer-Paths-to-Foehr-Germelmann/1c2c399cddc64edb5e1a6cc137319319bfe3a70c",
      "authors": "Jonas Foehr,C. Germelmann",
      "journal": "Journal of the Association for Consumer Research",
      "year": "2020",
      "citations": "20",
      "claim": "Trust is considered a prerequisite for consumer interaction with smart voice-interaction technologies such as smart speakers, although how exactly this develops remains unclear. Adopting the Computers Are Social Actors paradigm, we investigate how users of smart technology build and maintain trust in their devices. We conduct three qualitative studies to enhance understanding of the development of consumer trust in and interaction with smart technologies. Our findings suggest that consumers follow four paths to trust in smart technology: on one path, in which consumers relate their trust to the perceived personality of the technology’s voice interface and on three nonanthropomorphism-based trust paths. Our research contributes to existing work by illustrating how consumers build trust relationships with smart technology, presenting evidence of more intimate forms of partnering as a coping strategy for managing the paradoxes of smart technology, and clarifying the transfer of trust from brand experiences to smart products." 
    },
    "7": {
      "title": "Alquist 2.0: Alexa Prize Socialbot Based on Sub-Dialogue Models",
      "url" : "https://www.semanticscholar.org/paper/Alquist-2.0%3A-Alexa-Prize-Socialbot-Based-on-Models-Pichl-Marek/cc25b1cc02faa2e5696912e6efe81e70c3c84179",
      "authors": "Jan Pichl,Petr Marek,Jakub Konrád,Martin Matulík,J. Sedivý",
      "journal": "Computer Science-ArXiv",
      "year": "2020",
      "citations": "14",
      "claim": "This paper presents the second version of the dialogue system named Alquist competing in Amazon Alexa Prize 2018. We introduce a system leveraging ontology-based topic structure called topic nodes. Each of the nodes consists of several sub-dialogues, and each sub-dialogue has its own LSTM-based model for dialogue management. The sub-dialogues can be triggered according to the topic hierarchy or a user intent which allows the bot to create a unique experience during each session." 
    }
  }
}
{ "create": {"_index": "articles", "_id":2}}
{
  "title": "Is Twitter Getting Rid of Chronological Tweets?", 
  "author": "Alex Kasprak", 
  "description": "Twitter is removing users' ability to view tweets chronologically when using a web browser.",
  "subtitle":"We're working on fixing it, a representative for Twitter tweeted.",
  "relevantpapers": {
    "1": {
        "title": "Getting acquainted with social networks and apps: combating fake news on social media",
        "url" : "https://www.semanticscholar.org/paper/Getting-acquainted-with-social-networks-and-apps%3A-Anderson/3cb6ea6fa367de5678c034bd48de7d9eac2108b4",
        "authors": "K. Anderson",
        "journal": "Library Hi Tech News",
        "year": "2018",
        "citations": "11",
        "claim": "Purpose The purpose of this paper is to provide a general overview of how the major social media companies are addressing the problem of fake news and the spread of digital disinformation. The fight against bad sources and false authorities is one that librarians have been engaged in for a very long time.Design/methodology/approach While the inaccurate information may not always have been called “fake news,” misinformation, propaganda, conspiracy, exaggeration, manipulated facts and out and out lies have always been combated by librarians through information literacy. It is nearly impossible to go a day in this current news climate without reading or hearing the term “fake news”; whether it is being tweeted by the 45th president of the USA, discussed in the media, detailed in articles about social media or addressed by librarians in literature, conversation, conferences, tweets and blog posts.Findings The inescapable phrase was named word of the year for 2017 by both the American Dialect Society (“Fake News,” 2018) and Collins Dictionary (Meza, 2017). While the official definitions provided by a number of different sources may vary, the gist of what is meant by fake news is that it is information that is largely inaccurate, misleading, unsubstantiated, manipulated or completely fabricated that is being passed off as truthful, authoritative and accurate.Originality/value Though the phrase “fake news” may seem to be a recent term, it has actually been around since the end of the nineteenth century and it is not limited to just discussing political news according to Merriam-Webster." 
    },
    "2": {
      "title": "Monitoring of Epidemic Outbreaks Using Social Media Data",
      "url" : "https://www.semanticscholar.org/paper/Monitoring-of-Epidemic-Outbreaks-Using-Social-Media-Shinde-Thatte/e6987a07ca30d34b9ee9558c6eececc86a0face6",
      "authors": "Tejaswinee A. Shinde,Parikshit Thatte,Sachin Sachdev,Vidya Pujari",
      "journal": "2021 2nd International Conference for Emerging Technology (INCET)",
      "year": "2021",
      "citations": "0",
      "claim": "The COVID-19 has become the most dangerous disease for the 21st Century. The infectious disease had still gone through outbreaks despite modern medical treatments. The most recent example being the COVID-19 which has infected over 108 million people over the world and resulted in the death of over 2.3 million people as of 13 February 2021. During the ongoing pandemic of COVID-19 people are making use of social media to express their concerns as well as events related to the pandemic in their personal life. There are also a lot of agencies/organizations that are using social media platforms to convey status regarding the pandemic. We have used this overwhelming amount of data that is available on social media, particularly Twitter, to find out the trend of the COVID-19 pandemic so that we can prove the correlation between volumes of tweets tweeted related to the pandemic and daily confirmed cases which will indeed help in getting early warning regarding immediate future cases so that government and medical agencies can take appropriate measures to handle the upcoming situation. We have used natural language processing techniques and classification algorithms to classify the tweets related to the current pandemic and find the trend of the pandemic. We have used sentiment analysis techniques to find out how the current situation of the epidemic is i.e. is it getting worse or is it getting better? We have also created a live epidemic monitoring system to monitor the live tweets on a map-based UI which will show real-time tweets related to any epidemic/pandemic outbreak on a map in real-time." 
    },
    "3": {
      "title": "Exploration of influential people for viral marketing",
      "url" : "https://www.semanticscholar.org/paper/Exploration-of-influential-people-for-viral-Zia-Zhang/890e2f21f39901a84c5f87381320d448c1afed37",
      "authors": "M. A. Zia,Zhongbao Zhang,Liutong Chen,Muhammad Hashim,Sen Su",
      "journal": "China Communications",
      "year": "2018",
      "citations": "3",
      "claim": "Exploration of influential people is really a hot issue for effective viral marketing these days. Prior studies overlooked to consider the influence of interaction between users and the authority of users during information dissemination. In this article, we proposed an innovative concept by employing communication strength and authority in order to explore the influential people. First, we calculated communication strength by three kinds of actions including retweets, comments and mentions. Second, we deliberated authority metric by employing total times getting re-tweeted, number of tweets and followers of a user. Then, we propose a novel algorithm called Influential People Label Propagation Algorithm (IPLPA) that considers the proposed metric to explore the influential people in micro-blog networks. We performed extensive experiments to measure the influence and rank of each person within micro-blog network. The comparative study presents that IPLPA depicted effective people while baseline algorithms retrieved low influenced people at top rank. Additionally, influence dissemination also measured for obtained influential people in order to validate proposed concept. The findings of this study would be useful for viral marketing and advertisement campaigns." 
    },
    "4": {
      "title": "Getting dunk tweeted by @jeffjarvis is like ...",
      "url" : "https://www.semanticscholar.org/paper/Getting-dunk-tweeted-by-%40jeffjarvis-is-like-...-McVerry/c4641bc5fec277615df51eae3db5559b8ecf2a5c",
      "authors": "Greg McVerry",
      "journal": "Art",
      "year": "2019",
      "citations": "0",
      "claim": "Getting dunk tweeted by @jeffjarvis is like Navin finding his name on page 73 of the phonebook... for the web. " 
    },
    "5": {
      "title": "Tweeted, deleted: theoretical, methodological, and ethical considerations for examining politicians’ deleted tweets",
      "url" : "https://www.semanticscholar.org/paper/Tweeted%2C-deleted%3A-theoretical%2C-methodological%2C-and-Meeks/2c1c3d9c21c47449456b6f609e986931baa4c316",
      "authors": "Lindsey Meeks",
      "journal": "Information, Communication & Society",
      "year": "2018",
      "citations": "7",
      "claim": "ABSTRACT In an election, political candidates often slip up and want a do-over. On Twitter, they get this chance. Candidates can delete tweets and hope no one notices. But organizations such as Politwoops notice. Politwoops archives politicians’ deletions in the hopes of bringing more transparency and accountability to political discourse. This article discusses the theoretical value, methodological challenges, and ethical considerations of examining deleted tweets and using the Politwoops archive. Specifically, this article (a) discusses how analysis of deleted tweets can expand and deepen research on impression management and online self-presentations in elections, (b) proposes the use of an intertextual content analysis ‒ a hybrid approach that incorporates elements of a qualitative content analysis and an intertextual interpretative analysis ‒ when analyzing deletions, (c) investigates and exposes some of the limitations of the Politwoops archive, and (d) given the limitations of the Politwoops archive, discusses the potential ethical dilemmas of researchers creating their own datasets of deleted tweets. Overall, analyzing deletions can reveal what campaigns strategically present and hide from voters in order to create electable personas. To uncover the content of candidates’ deleted tweets and how they may contribute to impression management, researchers must first consider several methodological and ethical matters." 
    } 
  }
}
{ "create": {"_index": "articles", "_id":3}}
{
  "title": "The ‘OO5251839’ Post Doesn’t ‘Circumvent’ Facebook Algorithm", 
  "author": "Jordan Liles", 
  "description": "Copying and pasting a 'OO5251839' message 'circumvents' Facebook's algorithm and makes old friends appear in your News Feed.",
  "subtitle":"Thanks for the tip, but it's not unusual for friends to say 'hello' if you ask them to do so.",
  "relevantpapers": {
    "1": {
      "title":"GMLP: Building Scalable and Flexible Graph Neural Networks with Feature-Message Passing",
      "url":"https://www.semanticscholar.org/paper/GMLP%3A-Building-Scalable-and-Flexible-Graph-Neural-Zhang-Shen/933a839b7f1bcaac7be5e7c100f7a5501e268803",
      "authors":"Wentao Zhang,Yu Shen,Zheyu Lin,Yang Li,Xiaosen Li,Wenbin Ouyang,Y. Tao,Zhi Yang,Bin Cui",
      "journal":"Computer Science-ArXiv",
      "year":"2021",
      "citations":"1",
      "claim":"In recent studies, neural message passing has proved to be an effective way to design graph neural networks (GNNs), which have achieved state-of-the-art performance in many graph-based tasks. However, current neural-message passing architectures typically need to perform an expensive recursive neighborhood expansion in multiple rounds and consequently suffer from a scalability issue. Moreover, most existing neural-message passing schemes are inflexible since they are restricted to fixed-hop neighborhoods and insensitive to the actual demands of different nodes. We circumvent these limitations by a novel feature-message passing framework, called Graph Multi-layer Perceptron (GMLP), which separates the neural update from the message passing. With such separation, GMLP significantly improves the scalability and efficiency by performing the message passing procedure in a pre-compute manner, and is flexible and adaptive in leveraging node feature messages over various levels of localities. We further derive novel variants of scalable GNNs under this framework to achieve the best of both worlds in terms of performance and efficiency. We conduct extensive evaluations on 11 benchmark datasets, including large-scale datasets like ogbn-products and an industrial dataset, demonstrating that GMLP achieves not only the state-of-art performance, but also high training scalability and efficiency. PVLDB Reference Format: Wentao Zhang, Yu Shen, Zheyu Lin, Yang Li, Xiaosen Li, Wen Ouyang, Yangyu Tao, Zhi Yang, and Bin Cui. GMLP: Building Scalable and Flexible Graph Neural Networks with Feature-message Passing. PVLDB, 14(1): XXX-XXX, 2021. doi:XX.XX/XXX.XX" 
    },
    "2": {
      "title":"Vector Approximate Message Passing Based Iterative Receiver for OTFS System",
      "url":"https://www.semanticscholar.org/paper/Vector-Approximate-Message-Passing-Based-Iterative-Wu-Zhang/1a3ceabb30b4751d9495dd66778bb3ccc11e399c",
      "authors":"Nan Wu,Yikun Zhang,Yunsi Ma,Bin Li,Weijie Yuan",
      "journal":"2021 IEEE/CIC International Conference on Communications in China (ICCC Workshops)",
      "year":"2021","citations":"0",
      "claim":"In this paper, we develop an iterative message passing receiver based on factor graph for orthogonal time frequency space (OTFS) systems over doubly selective channels. By factorizing the joint probability of the data symbols and the received signals, we construct a loop-free factor graph with vector-valued nodes. Then, vector approximate message passing (VAMP) is employed to derive message updating expressions of variables on factor graph. To improve the accuracy of symbol detection, we vectorize the scalar variance terms of VAMP. Based on the singular value decomposition of block circulant channel matrix of OTFS system, we introduce the average approximation to circumvent the matrix inversion operation and then develop a low-complexity VAMP-based algorithm. Simulation results demonstrate the effectiveness of the proposed algorithms, which outperform the existing minimum mean square error algorithm and the message passing algorithm in terms of bit error rate (BER) performance."
    },
    "3": {
      "title":"Accelerating Message Passing for MAP with Benders Decomposition",
      "url":"https://www.semanticscholar.org/paper/Accelerating-Message-Passing-for-MAP-with-Benders-Yarkony-Wang/9289c04054cd5b27cb023da8bd1ad298c10e44e7",
      "authors":"Julian Yarkony,Shaofei Wang",
      "journal":" Computer Science
      ArXiv",
      "year":"2018",
      "citations":"2",
      "claim":"We introduce a novel mechanism to tighten the local polytope relaxation for MAP inference in Markov random fields with low state space variables. We consider a surjection of the variables to a set of hyper-variables and apply the local polytope relaxation over these hyper-variables. The state space of each individual hyper-variable is constructed to be enumerable while the vector product of pairs is not easily enumerable making message passing inference intractable. To circumvent the difficulty of enumerating the vector product of state spaces of hyper-variables we introduce a novel Benders decomposition approach. This produces an upper envelope describing the message constructed from affine functions of the individual variables that compose the hyper-variable receiving the message. The envelope is tight at the minimizers which are shared by the true message. Benders rows are constructed to be Pareto optimal and are generated using an efficient procedure targeted for binary problems."
    },
    "4": {
      "title":"Improving Data Security in Message Communication between ACT and Aircraft using Private Blockchain",
      "url":"https://www.semanticscholar.org/paper/Improving-Data-Security-in-Message-Communication-Zakir-Hasan/1ebe035a9fccf2a92e94dcf650bb768f2f681d46",
      "authors":"Yusuf Zakir,Khondker S. Hasan,Naomi S. Wiggins,A. Chatterjee",
      "journal":"2019 Sixth International Conference on Internet of Things: Systems, Management and Security (IOTSMS)",
      "year":"2019",
      "citations":"1",
      "claim":"Security and privacy remain a major challenge for data communication between an Air Controller Tower (ACT) and Flight mainly due to the immense scale of data transfer and distributed nature of this Internet of Things (IoT) network. Blockchain and its related approaches provide decentralized security and privacy, however yet they involve significant energy, delay, and computational overhead. The aforementioned costs are not feasible for most resource-constrained IoT devices. The proposed security models of this paper acknowledged these drawbacks by circumventing the computational resource-intensive Proof of Work (PoW) concepts. The models consist of three main components: Customized Digital Certificate (CC), Validator (Smart Contract), and Storage (Blockchain Network). A set of new algorithms are proposed to outline various phases during communication and embedding message security. The proposed models are evaluated in a simulated environment for secure data communication between Flights and ACTs. Each ACT and Flight need to be equipped with IoT devices and Validator (SC) that can send and receive validated messages and stored in the Blockchain network at both ends. This paper explores the communication realm and outlines Cryptography and Blockchain-based approaches. Extensive empirical work has been done to demonstrate that the proposed models are viable with respect to confidentiality, integrity, and availability. The presented models can be further utilized for tracing of message exchange for integrity and non-repudiation."
    },
    "5": {
      "title":"Local delivery of anticancer agents or gene therapeutics to lung tumors can circumvent side effects or accumulation in non-target organs",
      "url":"https://www.semanticscholar.org/paper/Local-delivery-of-anticancer-agents-or-gene-to-lung-Geyer-Taschauer/91c3f0ad50511c7a387668d15a4dd3048c65bd40",
      "authors":"Antonia Geyer,Alexander Taschauer,F. Alioglu,M. Anton,J. Maier,Elisabeth Drothler,Manuela Simlinger,Sümeyye Yavuz,H. Sami,M. Ogris",
      "journal":"NA",
      "year":"2017",
      "citations":"0",
      "claim":"Th is pa pe r h as b ee n pe er -re vi ew ed a nd a cc ep te d fo r p ub lic at io n, b ut h as y et to u nd er go co py ed iti ng a nd p ro of co rr ec tio n. T he fi na l p ub lis he d ve rs io n m ay d iff er fr om th is pr oo f. Multimodal fluorescenceand bioluminescence imaging reveals transfection potential of intratracheally administered polyplexes for breast cancer lung metastases Antonia Geyer, Alexander Taschauer, Fatih Alioglu, Martina Anton, Julia Maier, Elisabeth Drothler, Manuela Simlinger, Sümeyye Yavuz, Haider Sami and Manfred Ogris 1 Laboratory of MacroMolecular Cancer Therapeutics (MMCT), Center of Pharmaceutical Sciences, Department of Pharmaceutical Chemistry, University of Vienna, Althanstrasse 14, A-1090 Vienna, Austria"
    }
  }
}
{ "create": {"_index": "articles", "_id":4}}
{
  "title": "Was ‘How To Hit a Woman So No One Knows’ Googled 163M Times in 2020?", 
  "author": "Jessica Lee", 
  "description": "Between March and August 2020, 'how to hit a woman so no one knows was typed into Google 163 million times — a 31% spike compared to the number of such searches during the same months in 2019.",
  "subtitle":"A researcher looking into the trend said the purported findings shocked her.",
  "relevantpapers": {
    "1": {
        "title":"Google's Neural Machine Translation System: Bridging the Gap between Human and Machine Translation",
        "url":"https://www.semanticscholar.org/paper/Google's-Neural-Machine-Translation-System%3A-the-Gap-Wu-Schuster/dbde7dfa6cae81df8ac19ef500c42db96c3d1edd",
        "authors":"Yonghui Wu,M. Schuster,Z. Chen,Quoc V. Le,Mohammad Norouzi,Wolfgang Macherey,M. Krikun,Yuan Cao,Qin Gao,Klaus Macherey,J. Klingner,Apurva Shah,Melvin Johnson,Xiaobing Liu,Lukasz Kaiser,Stephan Gouws,Y. Kato,Taku Kudo,H. Kazawa,K. Stevens,George Kurian,Nishant Patil,W. Wang,C. Young,Jason R. Smith,Jason Riesa,Alex Rudnick,Oriol Vinyals,G. Corrado,Macduff Hughes,J. Dean",
        "journal":"Computer ScienceArXiv",
        "year":"2016",
        "citations":"4096",
        "claim":"Neural Machine Translation (NMT) is an end-to-end learning approach for automated translation, with the potential to overcome many of the weaknesses of conventional phrase-based translation systems. Unfortunately, NMT systems are known to be computationally expensive both in training and in translation inference. Also, most NMT systems have difficulty with rare words. These issues have hindered NMT's use in practical deployments and services, where both accuracy and speed are essential. In this work, we present GNMT, Google's Neural Machine Translation system, which attempts to address many of these issues. Our model consists of a deep LSTM network with 8 encoder and 8 decoder layers using attention and residual connections. To improve parallelism and therefore decrease training time, our attention mechanism connects the bottom layer of the decoder to the top layer of the encoder. To accelerate the final translation speed, we employ low-precision arithmetic during inference computations. To improve handling of rare words, we divide words into a limited set of common sub-word units ('wordpieces') for both input and output. This method provides a good balance between the flexibility of 'character'-delimited models and the efficiency of 'word'-delimited models, naturally handles translation of rare words, and ultimately improves the overall accuracy of the system. Our beam search technique employs a length-normalization procedure and uses a coverage penalty, which encourages generation of an output sentence that is most likely to cover all the words in the source sentence. On the WMT'14 English-to-French and English-to-German benchmarks, GNMT achieves competitive results to state-of-the-art. Using a human side-by-side evaluation on a set of isolated simple sentences, it reduces translation errors by an average of 60% compared to Google's phrase-based production system."
    },
    "2": {
      "title":"Google Earth Engine: Planetary-scale geospatial analysis for everyone",
      "url":"https://www.semanticscholar.org/paper/Google-Earth-Engine%3A-Planetary-scale-geospatial-for-Gorelick-Hancher/3c8fa05f8dd3a971bc4138b1b111a217c2ae3d14",
      "authors":"N. Gorelick,Matt Hancher,M. Dixon,S. Ilyushchenko,D. Thau,Rebecca Moore",
      "journal":"Remote Sensing of Environment",
      "year":"2017",
      "citations":"3029",
      "claim":"Abstract Google Earth Engine is a cloud-based platform for planetary-scale geospatial analysis that brings Google's massive computational capabilities to bear on a variety of high-impact societal issues including deforestation, drought, disaster, disease, food security, water management, climate monitoring and environmental protection. It is unique in the field as an integrated platform designed to empower not only traditional remote sensing scientists, but also a much wider audience that lacks the technical capacity needed to utilize traditional supercomputers or large-scale commodity cloud computing resources."
    },
    "3": {
      "title":"Autopilot: workload autoscaling at Google",
      "url":"https://www.semanticscholar.org/paper/Autopilot%3A-workload-autoscaling-at-Google-Rz%C4%85dca-Findeisen/f1fe5a8700e7c915a7e58dd69bd0e397f6d0a316",
      "authors":"K. Rządca,P. Findeisen,J. Świderski,Przemyslaw Zych,Przemyslaw Broniek,J. Kusmierek,Pawel Krzysztof Nowak,Beata Strack,Piotr Witusowski,S. Hand,J. Wilkes",
      "journal":"
      Proceedings of the Fifteenth European Conference on Computer Systems",
      "year":"2020",
      "citations":"45",
      "claim":"In many public and private Cloud systems, users need to specify a limit for the amount of resources (CPU cores and RAM) to provision for their workloads. A job that exceeds its limits might be throttled or killed, resulting in delaying or dropping end-user requests, so human operators naturally err on the side of caution and request a larger limit than the job needs. At scale, this results in massive aggregate resource wastage. To address this, Google uses Autopilot to configure resources automatically, adjusting both the number of concurrent tasks in a job (horizontal scaling) and the CPU/memory limits for individual tasks (vertical scaling). Autopilot walks the same fine line as human operators: its primary goal is to reduce slack - the difference between the limit and the actual resource usage - while minimizing the risk that a task is killed with an out-of-memory (OOM) error or its performance degraded because of CPU throttling. Autopilot uses machine learning algorithms applied to historical data about prior executions of a job, plus a set of finely-tuned heuristics, to walk this line. In practice, Autopiloted jobs have a slack of just 23%, compared with 46% for manually-managed jobs. Additionally, Autopilot reduces the number of jobs severely impacted by OOMs by a factor of 10. Despite its advantages, ensuring that Autopilot was widely adopted took significant effort, including making potential recommendations easily visible to customers who had yet to opt in, automatically migrating certain categories of jobs, and adding support for custom recommenders. At the time of writing, Autopiloted jobs account for over 48% of Google's fleet-wide resource usage." 
    },
    "4": {
      "title":"Tracking annual changes of coastal tidal flats in China during 1986-2016 through analyses of Landsat images with Google Earth Engine.",
      "url":"https://www.semanticscholar.org/paper/Tracking-annual-changes-of-coastal-tidal-flats-in-Wang-Xiao/64f410b938ca953579f4c4d798b49e77661ee070",
      "authors":"Xinxin Wang,X. Xiao,Z. Zou,Bangqian Chen,J. Ma,Jinwei Dong,R. Doughty,Qiao-Yan Zhong,Yuanwei Qin,S. Dai,Xiangping Li,Bin Zhao,B. Li",
      "journal":"
      Remote sensing of environment",
      "year":"2020",
      "citations":"64",
      "claim":"Tidal flats (non-vegetated area), along with coastal vegetation area, constitute the coastal wetlands (intertidal zone) between high and low water lines, and play an important role in wildlife, biodiversity and biogeochemical cycles. However, accurate annual maps of coastal tidal flats over the last few decades are unavailable and their spatio-temporal changes in China are unknown. In this study, we analyzed all the available Landsat TM/ETM+/OLI imagery (~ 44,528 images) using the Google Earth Engine (GEE) cloud computing platform and a robust decision tree algorithm to generate annual frequency maps of open surface water body and vegetation to produce annual maps of coastal tidal flats in eastern China from 1986 to 2016 at 30-m spatial resolution. The resulting map of coastal tidal flats in 2016 was evaluated using very high-resolution images available in Google Earth. The total area of coastal tidal flats in China in 2016 was about 731,170 ha, mostly distributed in the provinces around Yellow River Delta and Pearl River Delta. The interannual dynamics of coastal tidal flats area in China over the last three decades can be divided into three periods: a stable period during 1986-1992, an increasing period during 1993-2001 and a decreasing period during 2002-2016. The resulting annual coastal tidal flats maps could be used to support sustainable coastal zone management policies that preserve coastal ecosystem services and biodiversity in China."
    },
    "5": {
      "title":"Mapping cropping intensity in China using time series Landsat and Sentinel-2 images and Google Earth Engine",
      "url":"https://www.semanticscholar.org/paper/Mapping-cropping-intensity-in-China-using-time-and-Liu-Xiao/944a297bf01e44181e296a4c92e8aa21590591c4",
      "authors":"Luo Liu,X. Xiao,Yuanwei Qin,J. Wang,Xinliang Xu,Yueming Hu,Zhi Qiao",
      "journal":"
      Remote Sensing of Environment",
      "year":"2020",
      "citations":"38",
      "claim":"Abstract Cropping intensity has undergone dramatic changes worldwide due to the effects of climate changes and human management activities. Cropping intensity is an important factor contributing to crop production and food security at local, regional and national scales, and is a critical input data variable for many global climate, land surface, and crop models. To generate annual cropping intensity maps at large scales, Moderate Resolution Imaging Spectroradiometer (MODIS) images at 500-m or 250-m spatial resolution have problems with mixed land cover types within a pixel (mixed pixel), and Landsat images at 30-m spatial resolution suffer from low temporal resolution (16-day). To overcome these limitations, we developed a straightforward and efficient pixel- and phenology-based algorithm to generate annual cropping intensity maps over large spatial domains at high spatial resolution by integrating Landsat-8 and Sentinel-2 time series image data for 2016–2018 using the Google Earth Engine (GEE) platform. In this pilot study, we report annual cropping intensity maps for 2017 at 30-m spatial resolution over seven study areas selected according to agro-climatic zones in China. Based on field-scale sample data, the annual cropping intensity maps for the study areas had overall accuracy rates of 89–99%, with Kappa coefficients of 0.76–0.91. The overall accuracy of the annual cropping intensity maps was 93%, with a Kappa coefficient of 0.84. These cropping intensity maps can also be used to enable identification of various crop types from phenological information extracted from the growth cycle of each crop. These algorithms can be readily applied to other regions in China to generate annual cropping intensity maps and quantify inter-annual cropping intensity variations at the national scale with a greatly improved accuracy." 
    }
  }
}
{ "create": {"_index": "articles", "_id":5}}
{
  "title": "Can WD-40 Fix Cracked Phone Screens?", 
  "author": "Jordan Liles", 
  "description": "Pictures of WD-40 cans pointed at cracked phone screens have appeared for years in YouTube thumbnails and online advertisements.",
  "subtitle":"Pictures of WD-40 cans pointed at cracked phone screens have appeared for years in YouTube thumbnails and online advertisements. ",
  "relevantpapers": {
    "1": {
      "title":"A social-semantic recommender system for advertisements",
      "url":"https://www.semanticscholar.org/paper/A-social-semantic-recommender-system-for-Garc%C3%ADa-S%C3%A1nchez-Palacios/9fdb2aeb4730141d72ada1625d6846bce81fe1b2","authors":"F. García-Sánchez,Ricardo Colomo Palacios,R. Valencia-García",
      "journal":"
      Inf. Process. Manag.","year":"2020","citations":"29",
      "claim":"Abstract Social applications foster the involvement of end users in Web content creation, as a result of which a new source of vast amounts of data about users and their likes and dislikes has become available. Having access to users’ contributions to social sites and gaining insights into the consumers’ needs is of the utmost importance for marketing decision making in general, and to advertisement recommendation in particular. By analyzing this information, advertisement recommendation systems can attain a better understanding of the users’ interests and preferences, thus allowing these solutions to provide more precise ad suggestions. However, in addition to the already complex challenges that hamper the performance of recommender systems (i.e., data sparsity, cold-start, diversity, accuracy and scalability), new issues that should be considered have also emerged from the need to deal with heterogeneous data gathered from disparate sources. The technologies surrounding Linked Data and the Semantic Web have proved effective for knowledge management and data integration. In this work, an ontology-based advertisement recommendation system that leverages the data produced by users in social networking sites is proposed, and this approach is substantiated by a shared ontology model with which to represent both users’ profiles and the content of advertisements. Both users and advertisement are represented by means of vectors generated using natural language processing techniques, which collect ontological entities from textual content. The ad recommender framework has been extensively validated in a simulated environment, obtaining an aggregated f-measure of 79.2% and a Mean Average Precision at 3 (MAP@3) of 85.6%."
    },
    "2": {
      "title":"Effects of e-Cigarette Advertisements on Adolescents’ Perceptions of Cigarettes",
      "url":"https://www.semanticscholar.org/paper/Effects-of-e-Cigarette-Advertisements-on-of-Kim-Popova/90ed7d67134003168e180858626dff220b188879",
      "authors":"Minji Kim,Lucy Popova,B. Halpern-Felsher,P. Ling",
      "journal":"
      Health Communication","year":"2019","citations":"22",
      "claim":"ABSTRACT This study examined the effect of exposure to “cigalike” (products resembling cigarettes) e-cigarette advertisements on adolescents’ perceptions of cigarettes. A nationally representative sample of 802 adolescents (13–17 years old) was randomly assigned to watch three e-cigarette or three control advertisements. Never-smokers who saw the e-cigarette advertisements (n = 352) reported significantly lower perceived risks of smoking than those in the control condition (n = 320). Ever-smokers (n = 130) did not show significant differences across the conditions. In subgroup analyses, current smokers (reported smoking in the past 30 days, n = 31) in the e-cigarette condition reported significantly lower perceived benefits of smoking than those in the control condition. E-cigarette advertisements can affect adolescents’ perceptions of cigarettes. Many advertisements, especially the ones promoting “cigalikes,” depict e-cigarettes as being similar to cigarettes (e.g., look, flavor) but also as a solution for cigarettes’ shortcomings (e.g., bad smell). While the advertisements include messages about problems posed by cigarettes, proposing e-cigarettes as a solution may decrease the perceived risks of smoking among never-smokers. It may also not be clear to adolescents whether advertisements are for cigarettes or e-cigarettes. Regulating e-cigarette advertisements to minimize adolescents’ exposure may prevent potential harmful effects on never-smokers’ perception of smoking." 
    },
    "3": {
      "title":"Wagering Advertisements and Inducements: Exposure and Perceived Influence on Betting Behaviour",
      "url":"https://www.semanticscholar.org/paper/Wagering-Advertisements-and-Inducements%3A-Exposure-Hing-Russell/a24a2d49bbeff45c2775bd07dcd6de1c494c75f5","authors":"N. Hing,A. Russell,Anna Thomas,R. Jenkinson",
      "journal":"Journal of Gambling Studies",
      "year":"2019","citations":"20",
      "claim":"A proliferation of wagering advertising has raised concerns about its effects, especially on vulnerable gamblers. This study examined exposure to wagering advertisements and inducements, and their reported influence on the size, frequency and riskiness of bets placed—amongst regular bettors and by gambler risk group. An Ecological Momentary Assessment design minimised recall bias. After completing a baseline survey, 722 regular bettors completed up to 15 surveys administered on 5 days per week over three non-consecutive weeks. Data were analysed for the 316 race bettors and 279 sports bettors completing at least one survey. The results indicate that regular bettors have almost daily exposure to wagering advertising, including for inducements. The most frequently seen and influential advertisement types were direct messages (emails, texts and/or phone calls from wagering operators, which, in Australia, bettors are automatically opted-into when opening a betting account) and advertisements on betting websites or apps. Participants reported the most influential inducements to be: stake-back offers, multi-bet offers, match your stake or deposit offers, better odds/winnings inducements, happy hours, rewards programs, and cash out early offers. The findings indicate that wagering advertisements, including for inducements, are likely to be having powerful effects on regular bettors. On each day that respondents saw these advertisements (most days for most advertisement types), substantial minorities reported increased size and frequency of betting. Results did not vary by gambler risk group. Understanding which types of wagering advertising are associated with most gambling-related harm can inform advertising regulations, targeted public health interventions, and future research."
    },
    "4": {
      "title":"Consumer attitudes towards Instagram advertisements in Egypt: The role of the perceived advertising value and personalization",
      "url":"https://www.semanticscholar.org/paper/Consumer-attitudes-towards-Instagram-advertisements-Gaber-Wright/9dd5e6deb80d00fbdc8a5496da56615a9ce65940",
      "authors":"Hazem Rasheed Gaber,L. Wright,K. Kooli",
      "journal":"
      Cogent Business & Management","year":"2019","citations":"20",
      "claim":"Abstract This article investigates the factors that affect consumers’ attitudes towards Instagram advertisements in Egypt. Furthermore, it studies the effect of consumers’ attitudes towards these advertisements on the development of their attitudes towards brands. An online questionnaire was used to collect data from 412 Instagram users in Egypt. The results suggest that the level of consumers’ perception of informativeness, entertainment, credibility and lack of irritation in the Instagram advertisements is strongly related to their attitudes. Moreover, the results confirm the positive effect of consumers’ attitudes towards Instagram advertisements on their attitudes towards the advertised brands. The current study contributes theoretically by presenting the factors that can make consumers hold favourable attitudes towards advertising on their Instagram accounts. This expands the focus of the theory of consumers’ attitudes towards advertisements to social media which has largely replaced traditional advertising media. Additionally, this article contributes practically by providing some guidelines for marketers to follow when advertising on Instagram."
    },
    "5": {
      "title":"Impact of Media Advertisements on Consumer Behaviour",
      "url":"https://www.semanticscholar.org/paper/Impact-of-Media-Advertisements-on-Consumer-Sama/c0a2ba2487ce3a1f567e53457af025923dab558e","authors":"R. Sama",
      "journal":"Journal of Creative Communications",
      "year":"2019","citations":"12",
      "claim":"Marketers invest in various media platforms to influence consumer behaviour (CB). Advertisement on every media platform has a different composition that engages the consumers in a distinct way. Digitalization has led to changes in consumers’ media habits. Hence, a deeper understanding of advertisements on different media platforms and its implications on CB need to be established. This article focuses on the effects of television (TV), radio, newspapers, magazines and the Internet advertisements on awareness (AWR), interest (INT), conviction (CON), purchase (PUR) and post-purchase (PPUR) behaviour of consumers. The online survey method was utilized for the study. Data were collected from 529 respondents comprising students in India. Statistical tools such as Cronbach alpha, exploratory factor analysis (EFA) and Kruskal–Wallis (K–W) test were used to analyse the collected data. The results indicate that newspapers advertisements affect all the five stages of CB. The impact of TV and the Internet for creating AWR, INT and CON among the consumers is statistically evident. The results also revealed that magazines and newspapers are effective media in influencing PUR and PPUR behaviour of consumers. Advertising managers can take a cue from this research and enhance the objectivity of advertisements by investing in appropriate media." 
    }
  }
}
{ "create": {"_index": "articles", "_id":6}}
{
  "title": "Can You Opt Out of Having WhatsApp ‘Use’ Your Photos and Private Posts?", 
  "author": "Alex Kasprak", 
  "description": "A new rule will allow WhatsApp to 'use' your photos and private posts, but you can opt out of this by posting a disclaimer.",
  "subtitle":"A new controversy reignited an ancient meme. ",
  "relevantpapers": {
    "1": {
      "title":"WhatsApp use and student's psychological well-being: Role of social capital and social integration",
      "url":"https://www.semanticscholar.org/paper/WhatsApp-use-and-student's-psychological-Role-of-Bano-Ci-sheng/17056c36b76650081f8ac5e8f2cbf9bc1567e9b9","authors":"S. Bano,Wu Ci-sheng,A. Khan,N. A. Khan",
      "journal":"
      Children and Youth Services Review",
      "year":"2019","citations":"49",
      "claim":"Abstract The aim of the study is to explore whether and how WhatsApp interactions can improve students' psychological well-being by focusing on the mediating role of bonding social capital (BOC) and bridging social capital (BRC). The present study also investigates the moderating role of social integration in association with WhatsApp use and psychological student well-being. Data were collected from 266 college and university students from Islamabad, Pakistan. Results showed that time spent on WhatsApp positively influenced student psychological well-being and that social integration significantly affected the mediation of BOC in association with WhatsApp use and student psychological well-being but insignificantly affected the mediation effect of BRC in association with WhatsApp use and student psychological well-being. The study also discusses the implications and future directions."
    },
    "2": {
      "title":"Behavioral Intention to Use Mobile Learning: Evaluating the Role of Self-Efficacy, Subjective Norm, and WhatsApp Use Habit",
      "url":"https://www.semanticscholar.org/paper/Behavioral-Intention-to-Use-Mobile-Learning%3A-the-of-Kumar-Bervell/1896f6c7b91ca21aae7d2cdc623bc20dfb2c5c62",
      "authors":"Jeya Amantha Kumar,Brandford Bervell,Nagaletchimee Annamalai,S. Osman",
      "journal":"Computer Science, Psychology, IEEE Access",
      "year":"2020","citations":"6",
      "claim":"This study empirically investigates factors predicting students’ behavioral intentions towards the continuous use of mobile learning. Two baseline models namely the Technology Acceptance Model (TAM) and Theory of Planned Behavior (TPB) with the addition of habit as an exogenous construct were used for this purpose. The data were collected from 171 engineering undergraduates and analyzed based on structural equation modeling. The results suggest (1) Behavioral intention was positively and significantly influenced by mobile learning self-efficacy, attitude, and perceived usefulness; (2) Attitude was positively and significantly influenced by subjective norm, perceived usefulness, and mobile learning self-efficacy; (3) Mobile learning self-efficacy was only influenced by perceived ease of use and (4) Habit of using WhatsApp did not influence perceived usefulness nor perceived ease of use but had a positive and significant relationship with mobile learning self-efficacy. Nonlinear relationships were also observed between (1) Behavioral intention with perceived ease of use, perceived usefulness, and subjective norm (2) Habit with perceived usefulness and mobile learning self-efficacy. The nonlinear findings indicate that the relationships between these constructs, which were previously reported as linear, are prone to saturation and warrants further investigation. Our findings also stipulate a practical reference for higher educational institutions targeting to practice mobile learning for engineering undergraduates."
    },
    "3": {
      "title":"WhatsApp use among African international distance education (IDE) students: transferring, translating and transforming educational experiences",
      "url":"https://www.semanticscholar.org/paper/WhatsApp-use-among-African-international-distance-Madge-Breines/48cbd13f45a21f275e859c4cc0dbce85d3825104",
      "authors":"C. Madge,M. Breines,M. Dalu,A. Gunter,Jenna Mittelmeier,P. Prinsloo,P. Raghuram",
      "journal":"
      Learning, Media and Technology",
      "year":"2019","citations":"26",
      "claim":"ABSTRACT Much of the research on how social media is embedded into the educational practices of higher education students has a Western orientation. In concentrating on a case study of the varied ways in which African International Distance Education (IDE) students actively use social media to shape their learning experiences, we discuss an under-researched group. The paper draws on analysis of 1295 online questionnaires and 165 in-depth interviews with IDE students at UNISA, South Africa, one of the largest providers of IDE globally. WhatsApp emerges as ‘the’ key social media tool that opens up opportunities for IDE students to transfer, translate and transform their educational journey when studying ‘at a distance’. Although WhatsApp does provide a ‘space of opportunity’ for some students, this is framed through socio-technical marginalisation, itself a reflection of demographic legacies of inequality. Exploring social media practices though the case of African IDE students places these students centre stage and adds to the awareness of the multiple centres from which international education is practiced."
    },
    "4": {
      "title":"Social Media Paediatrics: Enhancing WhatsApp use in Paediatrics Specialty Training.",
      "url":"https://www.semanticscholar.org/paper/Social-Media-Paediatrics%3A-Enhancing-WhatsApp-use-in-Akhigbe/60027d4d0e321cd9f88b7f4dc5ee7dd803c72d21",
      "authors":"T. Akhigbe",
      "journal":"International Journal of Medical Reviews and Case Reports",
      "year":"2019","citations":"1","claim":"There is a huge focus on social and other forms of digital media at present revolutionising learning and teaching methods however other traditional forms such as printed media are well known in assisting educators. Social media applied within medical education is an example of the application of educational media in practice. Instant messaging application has the inherent capacity to facilitate communication within the hospital community and therefore enhancing learning opportunities. WhatsApp has become very popular is some aspect of medical education and clinical practice however in paediatrics and child health dedicated WhatsApp use is still emerging. This narrative review examines enhancing WhatsApp use in paediatrics specialty training. While the innovative technology of WhatsApp social media platform is highly impressive tool to motivate, augment learning, also applaud as evidenced by it use in our paediatric unit as educational and communication tool ultimately impacting on patients care and healthcare delivery but in its current form WhatsApp is said to be unsafe to handle patient data and is inappropriate for use in a clinical environment but further research needed to ascertain its safety in a clinical environment."
    },
    "5": {
      "title":"Fear of Missing Out (FoMO) and social media's impact on daily-life and productivity at work: Do WhatsApp, Facebook, Instagram, and Snapchat Use Disorders mediate that association?",
      "url":"https://www.semanticscholar.org/paper/Fear-of-Missing-Out-(FoMO)-and-social-media's-on-at-Rozgonjuk-Sindermann/75ab38f1bec7d18ae5b5bde5dcbb86c69ea69d22",
      "authors":"Dmitri Rozgonjuk,C. Sindermann,J. Elhai,C. Montag",
      "journal":"Psychology, Medicine, Addictive behaviors",
      "year":"2020","citations":"34","claim":"Fear of Missing Out (FoMO) is the tendency to experience anxiety over missing out on rewarding experiences of others. It has been associated with daily-life disruptions, such as distractions during driving. FoMO has also consistently been a predictor of Internet, smartphone, and social networks use disorders. In the current work, we investigated the association between FoMO and social media use's impact on daily-life and productivity at work. In addition, we aimed to determine whether WhatsApp, Facebook, Instagram, and Snapchat Use Disorders mediate that relationship. The effective sample comprised 748 German-speaking study participants from the general population (age M = 38.63, SD = 12.10; 336 men, 412 women) who took part in an online survey study. Bivariate analyses showed that severity of all social networks use disorders were positively correlated with FoMO and social media's negative impact on daily-life and productivity at work. Furthermore, controlling for age and gender, mediation analyses showed that out of all platforms, only Snapchat Use Disorder did not mediate the association between FoMO and social media's negative impact on daily-life and productivity at work. These results provide further evidence about FoMO's central role in digital technology use-related disorders." 
    }
  }
}
{ "create": {"_index": "articles", "_id":7}}
{
  "title": "Were Antifa Members Identified at Capitol Riot with Facial Recognition Software?", 
  "author": "Dan Evon", 
  "description": "Facial recognition software idenfied two rioters in Washington, D.C., as antifa members.",
  "subtitle":"False rumors on social media were given the appearance of credibility when they were rehashed in a new article.",
  "relevantpapers": {
    "1": {
      "title":"Generation of genome-scale metabolic reconstructions for 773 members of the human gut microbiota",
      "url":"https://www.semanticscholar.org/paper/Generation-of-genome-scale-metabolic-for-773-of-the-Magnusdottir-Heinken/3ad0c2b523a0f831c907af09ebc886f8e9592f8d",
      "authors":"Stefania Magnusdottir,A. Heinken,Laura Kutt,D. Ravcheev,Eugen Bauer,A. Noronha,Kacy Greenhalgh,C. Jäger,J. Baginska,P. Wilmes,R. Fleming,I. Thiele",
      "journal":"Nature Biotechnology",
      "year":"2017","citations":"389","claim":"Genome-scale metabolic models derived from human gut metagenomic data can be used as a framework to elucidate how microbial communities modulate human metabolism and health. We present AGORA (assembly of gut organisms through reconstruction and analysis), a resource of genome-scale metabolic reconstructions semi-automatically generated for 773 human gut bacteria. Using this resource, we identified a defined growth medium for Bacteroides caccae ATCC 34185. We also showed that interactions among modeled species depend on both the metabolic potential of each species and the nutrients available. AGORA reconstructions can integrate either metagenomic or 16S rRNA sequencing data sets to infer the metabolic diversity of microbial communities. AGORA reconstructions could provide a starting point for the generation of high-quality, manually curated metabolic reconstructions. AGORA is fully compatible with Recon 2, a comprehensive metabolic reconstruction of human metabolism, which will facilitate studies of host–microbiome interactions." 
    },
    "2": {
      "title":"Culture of previously uncultured members of the human gut microbiota by culturomics",
      "url":"https://www.semanticscholar.org/paper/Culture-of-previously-uncultured-members-of-the-gut-Lagier-Khelaifia/048c60d4a504be02e0e3395b4a833d9f8479b31d",
      "authors":"J. Lagier,S. Khelaifia,M. Alou,S. Ndongo,N. Dione,P. Hugon,Aurélia Caputo,F. Cadoret,S. I. Traore,E. Seck,G. Dubourg,G. Durand,G. Mourembou,E. Guilhot,A. Togo,S. Bellali,D. Bachar,N. Cassir,F. Bittar,J. Delerce,M. Mailhe,D. Ricaboni,M. Bilen,Nicole Prisca Makaya Dangui Nieko,N. M. D. Badiane,C. Valles,D. Mouelhi,K. Diop,M. Million,D. Musso,J. Abrahão,E. Azhar,F. Bibi,M. Yasir,A. Diallo,C. Sokhna,F. Djossou,V. Vitton,C. Robert,J. Rolain,B. Scola,P. Fournier,A. Levasseur,D. Raoult",
      "journal":"
      Nature Microbiology",
      "year":"2016","citations":"568","claim":"Metagenomics revolutionized the understanding of the relations among the human microbiome, health and diseases, but generated a countless number of sequences that have not been assigned to a known microorganism1. The pure culture of prokaryotes, neglected in recent decades, remains essential to elucidating the role of these organisms2. We recently introduced microbial culturomics, a culturing approach that uses multiple culture conditions and matrix-assisted laser desorption/ionization–time of flight and 16S rRNA for identification2. Here, we have selected the best culture conditions to increase the number of studied samples and have applied new protocols (fresh-sample inoculation; detection of microcolonies and specific cultures of Proteobacteria and microaerophilic and halophilic prokaryotes) to address the weaknesses of the previous studies3–5. We identified 1,057 prokaryotic species, thereby adding 531 species to the human gut repertoire: 146 bacteria known in humans but not in the gut, 187 bacteria and 1 archaea not previously isolated in humans, and 197 potentially new species. Genome sequencing was performed on the new species. By comparing the results of the metagenomic and culturomic analyses, we show that the use of culturomics allows the culture of organisms corresponding to sequences previously not assigned. Altogether, culturomics doubles the number of species isolated at least once from the human gut." 
    },
    "3": {
      "title":"New superfamily members identified for Schiff-base enzymes based on verification of catalytically essential residues.",
      "url":"https://www.semanticscholar.org/paper/New-superfamily-members-identified-for-Schiff-base-Choi-Lai/c8a3d9a3539cb1dd4c46238053d1921a18fb09c6",
      "authors":"K. Choi,V. Lai,C. E. Foster,A. J. Morris,D. R. Tolan,Karen N. Allen",
      "journal":"
      Biochemistry",
      "year":"2006","citations":"22","claim":"Enzymes that utilize a Schiff-base intermediate formed with their substrates and that share the same alpha/beta barrel fold comprise a mechanistically diverse superfamily defined in the SCOPS database as the class I aldolase family. The family includes the 'classical aldolases fructose-1,6-(bis)phosphate (FBP) aldolase, transaldolase, and 2-keto-3-deoxy-6-phosphogluconate aldolase. Moreover, the N-acetylneuraminate lyase family has been included in the class I aldolase family on the basis of similar Schiff-base chemistry and fold. Herein, we generate primary sequence identities based on structural alignment that support the homology and reveal additional mechanistic similarities beyond the common use of a lysine for Schiff-base formation. The structural and mechanistic correspondence comprises the use of a catalytic dyad, wherein a general acid/base residue (Glu, Tyr, or His) involved in Schiff-base chemistry is stationed on beta-strand 5 of the alpha/beta barrel. The role of the acid/base residue was probed by site-directed mutagenesis and steady-state and pre-steady-state kinetics on a representative member of this family, FBP aldolase. The kinetic results are consistent with the participation of this conserved residue or position in the protonation of the carbinolamine intermediate and dehydration of the Schiff base in FBP aldolase and, by analogy, the class I aldolase family." 
    },
    "4": {
      "title":"Arachidonic acid pathway members PLA2G7, HPGD, EPHX2, and CYP4F8 identified as putative novel therapeutic targets in prostate cancer.",
      "url":"https://www.semanticscholar.org/paper/Arachidonic-acid-pathway-members-PLA2G7%2C-HPGD%2C-and-Vainio-Gupta/8012789e63c920f80e79e07bb6afb25021f05f3c",
      "authors":"P. Vainio,Santosh Gupta,K. Ketola,T. Mirtti,J. Mpindi,P. Kohonen,V. Fey,M. Perälä,F. Smit,G. Verhaegh,J. Schalken,K. Alanen,O. Kallioniemi,K. Iljin",
      "journal":"
      The American journal of pathology",
      "year":"2011","citations":"90","claim":"The arachidonic acid and prostaglandin pathway has been implicated in prostate carcinogenesis, but comprehensive studies of the individual members in this key pathway are lacking. Here, we first conducted a systematic bioinformatic study of the expression of 36 arachidonic acid pathway genes across 9783 human tissue samples. The results showed that the PLA2G7, HPGD, EPHX2, and CYP4F8 genes are highly expressed in prostate cancer. Functional studies using RNA interference in prostate cancer cells indicated that all four genes are also essential for cell growth and survival. Clinical validation confirmed high PLA2G7 expression, especially in ERG oncogene-positive prostate cancers, and its silencing sensitized ERG-positive prostate cancer cells to oxidative stress. HPGD was highly expressed in androgen receptor (AR)-overexpressing advanced tumors, as well as in metastatic prostate cancers. EPHX2 mRNA correlated with AR in primary prostate cancers, and its inhibition in vitro reduced AR signaling and potentiated the effect of antiandrogen flutamide in cultured prostate cancer cells. In summary, we identified four novel putative therapeutic targets with biomarker potential for different subtypes of prostate cancer. In addition, our results indicate that inhibition of these enzymes may be particularly powerful when combined with other treatments, such as androgen deprivation or induction of oxidative stress."
    },
    "5": {
      "title":"Identifying Influential and Susceptible Members of Social Networks",
      "url":"https://www.semanticscholar.org/paper/Identifying-Influential-and-Susceptible-Members-of-Aral-Walker/7945aa5d69fd0a516c321f005a89a2d0b9a72fa8",
      "authors":"Sinan Aral,Dylan Walker",
      "journal":"Science",
      "year":"2012","citations":"838","claim":"Who Influences Who? A goal in social science is how to assess people's influence over one. Aral and Walker (p. 337, published online 21 June) describe a generalized method for identifying influential and susceptible members of social networks based on large-scale in vivo randomized experimentation. The method was used to estimate peer effects in consumer demand for a commercial Facebook application in a representative sample of 12 million Facebook users. Older users were more influential than younger users, women were more influential over men than men over women, and married individuals were the least susceptible to influence in the decision to adopt the product studied. A randomized experiment based on product adoption among Facebook friends identified trend setters and followers. Identifying social influence in networks is critical to understanding how behaviors spread. We present a method that uses in vivo randomized experimentation to identify influence and susceptibility in networks while avoiding the biases inherent in traditional estimates of social contagion. Estimation in a representative sample of 1.3 million Facebook users showed that younger users are more susceptible to influence than older users, men are more influential than women, women influence men more than they influence other women, and married individuals are the least susceptible to influence in the decision to adopt the product offered. Analysis of influence and susceptibility together with network structure revealed that influential individuals are less susceptible to influence than noninfluential individuals and that they cluster in the network while susceptible individuals do not, which suggests that influential people with influential friends may be instrumental in the spread of this product in the network."},{"title":"Functional specialization of interleukin-17 family members.","url":"","authors":"Y. Iwakura,H. Ishigame,S. Saijo,S. Nakae","journal":"","year":"2011","citations":"986","claim":"Interleukin-17A (IL-17A) is the signature cytokine of the recently identified T helper 17 (Th17) cell subset. IL-17 has six family members (IL-17A to IL-17F). Although IL-17A and IL-17F share the highest amino acid sequence homology, they perform distinct functions; IL-17A is involved in the development of autoimmunity, inflammation, and tumors, and also plays important roles in the host defenses against bacterial and fungal infections, whereas IL-17F is mainly involved in mucosal host defense mechanisms. IL-17E (IL-25) is an amplifier of Th2 immune responses. The functions of IL-17B, IL-17C, and IL-17D remain largely elusive. In this review, we describe the identified functions of each IL-17 family member and discuss the potential of these molecules as therapeutic targets."
    }
  }
}
{ "create": {"_index": "articles", "_id":8}}
{
  "title": "Did Apple Block Directions to US Capitol?", 
  "author": "Alex Kasprak", 
  "description": "Apple disabled directions to Washington, D.C., in preparation for Jan. 6 protests against the certification of the 2020 presidential election.",
  "subtitle":"The theory is belied by the fact that Apple Maps provides directions to Washington, D.C.",
  "relevantpapers": {
    "1": {
      "title":"Managing Floral Resources in Apple Orchards for Pest Control: Ideas, Experiences and Future Directions",
      "url":"https://www.semanticscholar.org/paper/Managing-Floral-Resources-in-Apple-Orchards-for-and-Herz-Cahenzli/ddb326ac212dc05b12dc591aed7ae718efca47d1","authors":"A. Herz,F. Cahenzli,S. Penvern,L. Pfiffner,M. Tasin,L. Sigsgaard",
      "journal":"Insects","year":"2019","citations":"17","claim":"Functional biodiversity is of fundamental importance for pest control. Many natural enemies rely on floral resources to complete their life cycle. Farmers need to ensure the availability of suitable and sufficient floral biodiversity. This review summarizes 66 studies on the management of floral biodiversity in apple orchards, published since 1986. Approaches followed different degrees of intervention: short-term practices (mowing regime and weed maintenance, cover crops), establishment of durable ecological infrastructures (perennial flower strips, hedgerows) and re-design of the crop system (intercropping, agroforestry). Although short-term practices did not always target the nutrition of natural enemies by flowering plants, living conditions for them (alternative prey, provision of habitat) were often improved. Perennial flower strips reliably enhanced natural enemies and techniques for their introduction continuously developed. Resident natural enemies and their impact in pest control reacted positively to the introduction of a more diversified vegetation, whereas the response of very mobile organisms was often not directly linked to the measures taken. A careful selection and management of plants with particular traits exploitable by most natural enemies emerged as a key-point for success. Now the elaborated design of such measures needs to be adopted by stakeholders and policy makers to encourage farmers to implement these measures in their orchards." 
    },
    "2": {
      "title":"Microorganisms in Fermented Apple Beverages: Current Knowledge and Future Directions",
      "url":"https://www.semanticscholar.org/paper/Microorganisms-in-Fermented-Apple-Beverages%3A-and-Cousin-Guellec/4602251d479e55746e0e3a881cfe69008b10f797","authors":"Fabien J. Cousin,Rozenn Le Guellec,M. Schlusselhuber,M. Dalmasso,J. Laplace,M. Cretenet",
      "journal":"Microorganisms","year":"2017","citations":"51","claim":"Production of fermented apple beverages is spread all around the world with specificities in each country. ‘French ciders’ refer to fermented apple juice mainly produced in the northwest of France and often associated with short periods of consumption. Research articles on this kind of product are scarce compared to wine, especially on phenomena associated with microbial activities. The wine fermentation microbiome and its dynamics, organoleptic improvement for healthy and pleasant products and development of starters are now widely studied. Even if both beverages seem close in terms of microbiome and process (with both alcoholic and malolactic fermentations), the inherent properties of the raw materials and different production and environmental parameters make research on the specificities of apple fermentation beverages worthwhile. This review summarizes current knowledge on the cider microbial ecosystem, associated activities and the influence of process parameters. In addition, available data on cider quality and safety is reviewed. Finally, we focus on the future role of lactic acid bacteria and yeasts in the development of even better or new beverages made from apples."
    },
    "3": {
      "title":"Sustainable Apple Disease Management in China: Challenges and Future Directions for a Transforming Industry.",
      "url":"https://www.semanticscholar.org/paper/Sustainable-Apple-Disease-Management-in-China%3A-and-Liang-Zhang/5cfff3d4346b253a02b6a822fef959f6e3e2fa18","authors":"Xiaofei Liang,Rong Zhang,M. Gleason,Guangyu Sun",
      "journal":"Plant disease","year":"2021","citations":"0","claim":"Apples are grown worldwide, and consuming fresh apple fruit is associated with many health benefits. China produces about half of the world's apple supply. However, apple growing in China differs sharply from that in western countries in terms of the prevalent diseases and corresponding management strategies. For instance, family-owned small-scale orchards dominate China's apple industry, and manual bagging of fruit has been a long-standing practice for controlling fruit diseases. In recent years, rural labor shortages have been increasingly challenging the traditional production system, and China's apple industry is experiencing a rapid transition to much larger-scale enterprises featuring high-density orchards with advanced automation and mechanization. Associated with this transition are new challenges and grower demands that are changing the face of apple disease management. This Feature Article summarizes the ongoing transformation of China's apple industry in the context of sustainable disease management."
    },
    "4": {
      "title":"Bots for Language Learning Now: Current and Future Directions.",
      "url":"https://www.semanticscholar.org/paper/Bots-for-Language-Learning-Now%3A-Current-and-Future-Fryer-Coniam/a4548334017c1783c8c10b736e0642ab861f92ad","authors":"Luke K. Fryer,David Coniam,R. Carpenter,Diana Lăpușneanu",
      "journal":"Language Learning & Technology","year":"2020","citations":"8","claim":"Bots are destined to dominate how humans interact with the internet of things that continues to grow around them. Despite their still budding intellectual capacity, major companies (e.g., Apple, Google and Amazon) have already placed (chat)bots at the centre of their flagship devices. (Chat)Bots currently fill the internet acting as guides, merchants and assistants. Chatbots, designed as communicators, however, have yet to make a meaningful contribution to perhaps their most natural vocation: foreign language learning partners. This review engages in three questions that surround this issue: 1. Why are chatbots not already at the centre of foreign language learning? 2. What are two key developers of chatbots working towards that might push chatbots into the language learning spotlight? 3. What might researchers, educators, and developers together do to support chatbots as foreign language learning partners right now?"
    },
    "5": {
      "title":"Sublingual immunotherapy for food allergy and its future directions.",
      "url":"https://www.semanticscholar.org/paper/Sublingual-immunotherapy-for-food-allergy-and-its-Schworer-Kim/5197da626acdf1e3531848d31efa9b15a16e202c","authors":"Stephen A. Schworer,Edwin H. Kim",
      "journal":"Immunotherapy","year":"2020","citations":"3","claim":"Food allergy is an important medical problem with increasing prevalence throughout the world. Different approaches of food immunotherapy are being investigated including oral, epicutaneous and sublingual routes. Sublingual immunotherapy (SLIT) for food allergy involves placement of glycerinated allergen under the tongue daily to achieve allergen-specific desensitization. SLIT has been studied in the treatment of hazelnut, peach, apple, milk and peanut allergies with substantial focus on the treatment of peanut allergy. Phase II studies have shown SLIT for treatment of peanut allergy increases the tolerated dose of peanut by a substantial margin with fewer and less severe side effects than other modalities. This review discusses the mechanisms of SLIT, early studies of its use in food allergy and larger randomized controlled trials for treatment of peanut allergy. Future directions using the mechanisms involved in SLIT include oral mucosal immunotherapy for peanut allergy."
    }
  }
}
{ "create": {"_index": "articles", "_id":9}}
{
  "title": "Is Nathan Gilroy, the Alleged ‘Inventor’ of Powersave, Real?", 
  "author": "Nur Ibrahim", 
  "description": "Nathan Gilroy, who graduated from MIT, invented Powersave, an energy-saving device meant to reduce household electricity bills.",
  "subtitle":"Ads for an alleged energy-saving device are all over Facebook, but little is known about the inventor.",
  "relevantpapers": {
    "1": {
      "title":"Device to permit recapping of syringes without risk of infection",
      "url":"https://www.semanticscholar.org/paper/Device-to-permit-recapping-of-syringes-without-risk-Bessent-Donnet/2d269cff8eecf92c336a97518c2b2cf6a47b3c8a","authors":"P. Goldwater",
      "journal":"British Medical Journal (Clinical research ed.)","year":"1987","citations":"3","claim":"SIR,-Like Dr R G Bessent and colleagues (1 August, p 307), we have invented a device (Securoject) to avoid recapping needles by hand or performing other dangerous manipulations that might lead to needlestick injuries. The device consists ofa puncture proofcontainer (figure), the lid ofwhich (A) has an orifice (B) with two slits (C, D). Slit C is of such a size that it will firmly hold the part between the needle and the syringe. A simple sideways or downward movement detaches the needle from the syringe. Slit D is designed to hold the square part of Vacutainer type needles; the needle may be unscrewed from the holder and then falls into the puncture resistant container (E) through a funnel (F), which prevents the needles from falling out. An effervescent chloral tablet (G) may be diluted with tap water so that perfect antisepsis is obtained. The whole device is made of polyethylene, and once full of needles it may be crushed and incinerated. It is light and may be placed on the nurses' trolley, the distance between the patient and the final container is minimal, and recapping is avoided. This device"
    },
    "2": {
      "title":"Three SQUID gradiometer",
      "url":"https://www.semanticscholar.org/paper/Three-SQUID-gradiometer-Koch-Rozen/e5be306bec0c1c2a184279f119509678347082d3","authors":"R. Koch,J. Rozen,Jonathan Z. Sun,W. Gallagher",
      "journal":"Applied Physics Letters","year":"1993","citations":"91","claim":"We have invented a three superconducting quantum interference device (SQUID) gradiometer (TSG) that uses three SQUID magnetometers and a novel feedback method to measure magnetic field gradients. One SQUID, designated the reference SQUID, operates normally except that its feedback loop output is directed to all three SQUIDs through identical nonsuperconducting coils around each SQUID. The feedback loops for the remaining two SQUIDs, the sensor SQUIDs, measure the differences between the magnetic field at the reference SQUID location and those at the sensor SQUID locations. The voltage difference between the two sensor SQUID outputs divided by the gradiometer base line, the distance between the sensor SQUIDs, represents the average magnetic field gradient. We have measured gradient sensitivities of 10−12 and 10−10 T/m√Hz for TSGs made from bare low‐Tc and high‐Tc SQUIDs. An advantage of a TSG is that a sensitive gradiometer, free of hysteresis error, can be made using relatively small substrates."
    },
    "3": {
      "title":"Scalable IP lookup for Internet routers",
      "url":"https://www.semanticscholar.org/paper/Scalable-IP-lookup-for-Internet-routers-Taylor-Turner/1e8a124e572662d562fc3568dcc5ebf1e0c4dfdf","authors":"David E. Taylor,J. Turner,J. Lockwood,T. Sproull,D. Parlour",
      "journal":"IEEE J. Sel. Areas Commun.","year":"2003","citations":"62","claim":"Internet protocol (IP) address lookup is a central processing function of Internet routers. While a wide range of solutions to this problem have been devised, very few simultaneously achieve high lookup rates, good update performance, high memory efficiency, and low hardware cost. High performance solutions using content addressable memory devices are a popular but high-cost solution, particularly when applied to large databases. We present an efficient hardware implementation of a previously unpublished IP address lookup architecture, invented by Eatherton and Dittia (see M.S. thesis, Washington Univ., St. Louis, MO, 1998). Our experimental implementation uses a single commodity synchronous random access memory chip and less than 10% of the logic resources of a commercial configurable logic device, operating at 100 MHz. With these quite modest resources, it can perform over 9 million lookups/s, while simultaneously processing thousands of updates/s, on databases with over 100000 entries. The lookup structure requires 6.3 bytes per address prefix: less than half that required by other methods. The architecture allows performance to be scaled up by using parallel fast IP lookup (FIPL) engines, which interleave accesses to a common memory interface. This architecture allows performance to scale up directly with available memory bandwidth. We describe the tree bitmap algorithm, our implementation of it in a dynamically extensible gigabit router being developed at Washington University in Saint Louis, and the results of performance experiments designed to assess its performance under realistic operating conditions."
    },
    "4": {
      "title":"Past visions of hypertext and their influence on us today",
      "url":"https://www.semanticscholar.org/paper/Past-visions-of-hypertext-and-their-influence-on-us-Lunn-Bernstein/84197a71f524d7781d4d64a7bb462f0816a6f697","authors":"D. Lunn,M. Bernstein,C. Marshall,J. N. Matias,J. Nyce,F. Tompa",
      "journal":"Computer Science","year":"2010","citations":"1","claim":"In July 1945, Vannevar Bush published the seminal paper As We May Think in Atlantic Monthly [2]. In this paper Bush proposed MEMEX, a device where information and records could be stored and linked together through 'trails' and 'associations' rather than 'artificial' indexing mechanisms. This idea is credited with being the inspiration, and precursor, for the modern World Wide Web (WWW) invented by Tim Berners-Lee, but as Harper notes, for most of the article, Bush was not concerned solely with the technical aspects of his MEMEX system. Instead, as with most computer visionaries, he was more concerned with how the computer system and its interfaces could help humanity [3]. We must therefore consider if, as a research field, we are still trying to build MEMEX as Bush envisioned it, or are we more influenced by a vision of information storage and presentation, of which Bush's paper was one of many?"
    },
    "5": {
    "title":"Nathan Zuntz (1847-1920)--a German pioneer in high altitude physiology and aviation medicine, Part II: Scientific work.",
    "url":"https://www.semanticscholar.org/paper/Nathan-Zuntz-(1847-1920)--a-German-pioneer-in-high-Hc-Ka/92c5e9c375e0f21b87ba6b8011c53a777545274c","authors":"Gunga Hc,Kirsch Ka",
    "journal":"Aviation, Space, and Environmental Medicine","year":"1995","citations":"3","claim":"For over 52 years, the work of Nathan Zuntz (1847-1920) covered an amazingly wide spectrum of research fields; metabolism, nutrition, respiration, blood gases, exercise, and high altitude physiology were the main themes. Zuntz achieved fame for his invention of the Zuntz-Geppert respiratory apparatus in 1886 and the first Laufband (treadmill) in 1889. To this experimental setup Zuntz later added an X-ray apparatus in 1914 to determine the changes in heart volume during exercise. Moreover, he constructed a climate chamber to study exercise under varying and sometimes extreme climates. For field studies Zuntz invented a transportable Gasuhr (dry gas measuring device). Zuntz was the first to describe the difference between laboratory data gained in a hypobaric chamber and the measurements at high altitude. He found that the barometric formula is not applicable in the field. Two balloon expeditions in 1902 by Zuntz and his pupil, v. Schroetter, marked the step from terrestrial physiology towards aviation medicine. An outile of the development of scientific aviation in Berlin from 1880-1918 elucidates how closely the aviation union, army and scientific departments were connected with and dependent upon each other. In cooperation with these institutions Zuntz and v. Schroetter constructed an oxygen supply system and planned a pressure cabin for extreme altitudes above 10,000 m, a forerunner of modern systems in aviation and astronautics. in 1912, Zuntz and v. Schroetter each published papers on aviation medicine, both publications internationally unique in style and extents. Zuntz's work in its empirical approach was the counterpart to the established formal mathematical-physical reductionism of the German Physiological Society. Outside of Germany, applied or integrative physiology works in the German-speaking countries. His scientific universality was matched by a decided accuracy to detail"
    }
  }
}
{ "create": {"_index": "articles", "_id":10}}
{
  "title": "Did Amazon Choose San Diego For Its ‘HQ2’?", 
  "author": "Arturo Garcia", 
  "description": "Amazon chose San Diego as the site for its second headquarters, a.k.a. HQ2.",
  "subtitle":"A short-lived fake story about the giant tech company illustrated the dangers of sharing posts blindly.",
  "relevantpapers": {
    "1": {
      "title":"Edad del material vegetativo y su efecto en el enraizamiento de brotes de café (Coffea arabica) variedad caturra",
      "url":"https://www.semanticscholar.org/paper/Edad-del-material-vegetativo-y-su-efecto-en-el-de-Inuma-Montejo/717bc2b22e18a2895bd393c978fe141f5bf3eba0","authors":"Lady Liliana Vásquez Inuma,Diana Ayala Montejo,Geomar Vallejos Torres,Luis Alberto Arévalo López,Carlos Bustamante Ochoa,Eleodoro Calixto Vásquez,Elena Ramos Vásquez",
      "journal":"Investigación Valdizana","year":"2018","citations":"1","claim":"The present investigation was carried out in the facilities of the Clonal Coffee Biotechnology greenhouse of the Peruvian Amazon Research Institute, San Martin-Peru headquarters. The objective was to determine the appropriate age of harvest of the coffee shoots (Coffea arabica L.) for its optimum rooting under controlled conditions. Coffee shoots were tested with ages between 55-64 and 65-74 days. The shoots were subjected to a previous disinfection and exposed to a dose of hormone indole-3-butyric acid (IBA) of 1000 ppm, then placed in jiffy pellets and finally introduced in microtuneles with controlled conditions to encourage rooting. For the analysis a completely randomized factorial experimental design was used, whose factors correspond to age of the shoots, hormonal treatment (AIB) and 6 repetitions, with 24 experimental units in total, the latter being comprised by 6 coffee shoots, making a total of 144 shoots. After six weeks of the trial, the outbreaks were evaluated, for the variables: root number, root length, rooting percentage and mortality. The data were systematized and subjected to an analysis of variance and a Tukey test. Concluding that the recommended age of the coffee shoots to obtain plants with optimum rooting is in the range of 65 to 74 days." 
    },
    "2": {
      "title":"Sketches of Peruvian psychiatry",
      "url":"https://www.semanticscholar.org/paper/Sketches-of-Peruvian-psychiatry-Alarc%C3%B3n/2ad63f5a940296048b8af5efff631ebcbf61df6e","authors":"R. Alarcón",
      "journal":"
      International Review of Psychiatry",
      "year":"2016","citations":"1","claim":"Home to one of the largest pre-Columbian civilizations, the territory of what is now Peru, located in the middle belt of the sub-continent between the Pacific Ocean and the Amazon jungle, with the majestic Andes upholding culture and people, identity and destiny also reflects in its geography the epistemological legacy of generations. Early in its history, Peru saw a number of societies and cultures of great significance preceding the development of the great Inca civilization. Later on, for almost three centuries after 1535 it was the seat of the most powerful Spanish viceroyalty, and a subtle but fertile interbreeding contributed mightily to the richness of that legacy. With the 400-year-old University of San Marcos (founded in 1551) as its headquarters, the foundation of the Faculty of Medicine of San Fernando enabled the first writings of a psychiatric nature by collecting some information on how the Inca culture dealt with manifestations of mental illness. The pedagogical creativity of figures such as Cayetano Heredia or Hip olito Un anue, eminent pioneers of medical education in Peru, favoured the study of relevant contributions outlined in works such as the Comentarios reales de los Incas (Royal commentaries of the Incas) by Garcilaso Inca de la Vega, justly called ‘the first mestizo’. The advent of the Republican era in the second decade of the 19th century generated awareness of a new and different Peru, engendered in different eras and styles such as the systematic scientific cataloguing of Antonio Raimondi, illustrious naturalist and Italian immigrant, or the fiery prose of Manuel Gonzalez Prada, teacher of the young. This led to a generous eagerness to understand and support the mentally ill, as reflected in the construction of asylums and ‘houses for the insane’, products of a justified religious facture. Among the first innovative voices more or less rigorously focused on psychiatric tasks, the history of our discipline in Peru has collected those of Juan Antonio Mu~ niz or Casimiro Ulloa, but there is agreement in Hermilio Valdiz an, disciple of Sancte de Santis in Italy, who since his return to Peru not only held the first Chair of Psychiatry in San Fernando, but also founded the Revista de Psiquiatr ıa y Disciplinas Conexas (Journal of Psychiatry and Related Disciplines) and the first psycho-pedagogic institute of the country, together with his young disciple, Honorio Delgado. Valdiz an also produced the first anthropologico-cultural and phyto-pharmacological contributions in clinical and therapeutic studies on mental disorders. At his death he was succeeded in the Chair by Honorio Delgado who, after the closing of the first journal had founded with J. Oscar Trelles, father of Peruvian neurology, the Revista de Neuro-Psiquiatr ıa (Journal of Neuro-Psychiatry) in 1938, currently the second oldest in Latin America. Honorio Delgado is considered the most notable Latin American psychiatrist throughout the 20th century. From his prolific and multifaceted work we have selected two pieces that reflect well the vastness of his psychiatric interests: Around the other’s soul (En torno al alma ajena) is a solid and intense invocation in favour of a sincere effort aimed at reaching an objective and dispassionate understanding of the otherness of our patients and of human beings in general, and Fundamental psychopathology of schizo-"
    },
    "3": {
      "title":"Keynote Address: Censorship in the Guise of Authorship: Harmonizing Copyright and the First Amendment",
      "url":"https://www.semanticscholar.org/paper/Keynote-Address%3A-Censorship-in-the-Guise-of-and-the-Keown/cb5409d922094a1d972f6d0fb2841141c17ae829","authors":"M. Keown",
      "journal":"Political Science","year":"2015","citations":"0","claim":"Greetings from what I call the  digital circuit  —the Ninth Circuit spans the west coast from San Diego, a center of the wireless world, to Silicon Valley and San Francisco's Market Street, where Uber and Twitter thrive, onward to the Portland tech corridor with Intel, and all the way through Seattle's tech-rich environment, where Microsoft, Amazon, and many others have their headquarters. Inland, our circuit covers Idaho, where Micron had its roots, and the growing tech centers in Arizona and Nevada. Some say we are the  Hollywood circuit,  and others say the  left coast circuit, but I think that the moniker of digital circuit, or  tech circuit, is particularly appropriate for this lecture. It is almost a cliché to say that copyright and the First Amendment are both in tension and in synergy with each other. 1 While this observation is broadly true, its specific implications are often muddled. I suggest that the most discussed tension between copyright and the First Amendment— sometimes dubbed crowding out  2 —is overblown. Instead, we should focus on a more real and pressing tension. That tension is the growing number of claims that invoke copyright protection to remedy a broad array of personal harms—such as invasion of privacy—and in the process tromp on the First Amendment. In simple terms, a trumped up copyright claim cannot justify censorship in the guise of authorship. I will first sketch the background of the copyright/First Amendment debate and then turn to Garcia v. Google, 3 a case that highlights the"
    },
    "4": {
      "title":"Trees as Archaeology",
      "url":"https://www.semanticscholar.org/paper/Trees-as-Archaeology-Casas/4abef80ac18539ce7c1f0fb912f5089507deaabe",
      "authors":"F. Casas",
      "journal":"European journal of literature, culture and the environment",
      "year":"2010","citations":"0","claim":"Fernando Casas: a note about the artist. www.fernandocasas.es Fernando Casas [Vigo, Spain, 1946], lives between Brazil – where he spent most part of his life – and Spain, where he is professor of Sculpture at the University of Vigo. He is also professor in Doctorate courses at ESAD Escola Superior Artistica do Porto, Portugal. He began working and investigating with Art and Nature [ Land Art, Eco Art, Earth Works ] at the end of the sixties, influenced by the tropical environment. Since then he works in different, paralell and recurrent streams: a de-materialized side [like the Idiotic Projects , the capture of a fleeting moment]; the ephemeral works [like the Wanderer Project or the Earth 100 / Latex , where he makes small and intimate incursions at random in the natural environment] ; and finally what we could call the formal works , where evidenciation of the passing of time and investigation of new ways are the major concerns, and where he works with different techniques, procedures and materials, ranging from worn out raw material to new technologies, which result in works that can be seen in exhibitions, collections or public places [ The Termite Cycle , Trees as Archaeology or Act / Impact ]. Nowadays he is considered by art critics as a pioneer in the Art and Nature field. Among public works: Lamed Vav / The 36 Justs together with R.Morris, R.Long, Hamilton Finlay. Island of Sculptures, and Memory of the River , both in Pontevedra, Spain, 1999 and 2006. Two Stones two University Botanic Graden, Jerusalem, Israel. 2000. Amazonia / Roots . Catacumba Sculpture Park, Rio de Janeiro, Brasil. 1989. Wood . Burgo das Nacions Square, Santiago de Compostela, Spain. 1994. Big Snake . Seeff & Marks Community Center, Jerusalem, Israel. 1989. Threes as Archaeology together with R. Long, S.Armajani, U.Rukriem, D.Nash. Monegros Desert, Huesca, Spain. 2003. Ashe / The Curve of the 9 over Bayona sea, in the road that unites Galicia and Portugal. 2005. Apple trees for Carrazeda . Carrazeda de Ansiaes, Portugal, 2009. Selected exhibitions: Solo Termites tunnels at Centro Cultural dos Correios. [Rio de Janeiro, 2009] Intervention Blue in Tifariti Sahara Desert, during the International Encounters of Art in the Free Territories of Sahara. [Argelia, 2009]. Retrospective solo exhibition in the series Great Galician Artists [ Caixanova, Vigo, 2006] Naturally Artificial . [Museo Esteban Vicente, Segovia, 2006] Archaeology of the non site . [Circulo de Bellas Artes, Madrid, 2004] A wood in works: Spanish vanguards in wood . [Museo de Arte Contemporaneo Esteban Vicente, Segovia y Sala de las Alhajas, Madrid, 2000] XXIa International Beinnial of Sao Paulo [Sao Paulo, Brasil, 1991] Brazilian work: 1964 – 1984 [Retrospectiva en la Fundacion Luis Seoane, A Coruna, 2000] Fragments of America [Convento de San Francisco de la Habana Vieja, Cuba. 1999] Possible Dimension [Museu de Arte Moderna de Sao Paulo, Brasil, 1991] Manuscripten van de Amazon Rivier [EKWC Europees Keramisch Werkcentrum, den Bosch, The Netherlands, 1994] Amazonas, Serie Negra [Galeria Ibeu-Copacabana y Casa de Cultura Laura Alvim, Rio de Janeiro; Galeria Aquarela y Espaco Unicamp, Sao Paulo, 1988 y 1989] Camouflaged Earth [Municipal Gallery, Jerusalem, Israel y Centre Culturel Bresilien, Ginebra, Suiza, 1987] De Huid van de Witte Dame [Phillips Headquarters, Eindhoven, Holanda, 1996] Intervention for Ecology [Museu de Arte Moderna do Rio de Janeiro, Brasil, 1984). El Proyecto Errante fue llevado a Suiza, Francia, Israel, Holanda, entre otros paises. Selection of books and catalogues: Wagensberg, Jorge; A.Ruiz de Samaniego et.al.: Fernando Casas: Archaeology of the non site , Hercules de Eciciones and Circulo de Bellas Artes. Madrid, 2004. Parreno, Jose Maria; Pignatari, Decio: Fernando Casas: Retrospective at Caixanova . Vigo, 2006. Duque, Felix; Katz, Renina: Brazilian Works . Fundacao Luis Seoane, La Coruna, 2000. Maderuelo, Javier: Naturgeist . Diputacion de Huesca, 1997. Garraud, Colette; Boel, Mickey: L’Artiste Contemporain et la Nature. Parcs et paysages europeens . Editions Hazan, Paris, 2007."
    }
  }
}
{ "create": {"_index": "articles", "_id":11}}
{
  "title": "Are These Really Robots Ballroom Dancing at Shanghai Disneyland?", 
  "author": "Nur Ibrahim", 
  "description": "A video accurately depicts robot ballroom dancers created in China, performing at the Shanghai Disneyland Resort. The robots are human-like, with realistic facial expressions and movement.",
  "subtitle":"Not even the combined forces of Disney and Chinese technology could manufacture raw talent.",
  "relevantpapers": {
    "1": {
      "title":"Hybrid Activity Recognition for Ballroom Dance Exercise using Video and Wearable Sensor",
      "url":"https://www.semanticscholar.org/paper/Hybrid-Activity-Recognition-for-Ballroom-Dance-and-Matsuyama-Hiroi/4d69299ee422cc723d26066b1b5bba3d74e885b7","authors":"Hitoshi Matsuyama,Kei Hiroi,K. Kaji,Takuro Yonezawa,Nobuo Kawaguchi",
      "journal":"2019 Joint 8th International Conference on Informatics, Electronics & Vision (ICIEV) and 2019 3rd International Conference on Imaging, Vision & Pattern Recognition (icIVPR)","year":"2019","citations":"6","claim":"In this paper, we propose a hybrid activity recognition method for ballroom dance exercise using video and wearable sensor. The purpose of our research is to design a mechanism to support ballroom dance exercise, and this paper reports the first part to design a mechanism is to support ballroom dance exercise, and this paper reports the first outcome to achieve the purpose - recognizing ballroom dance exercise. There are two conceivable ways to recognize dance exercise: videos and wearable sensor. However, each of them has its disadvantages. Using video is a good way to recognize the movement of the body. However, it cannot provide us accurate timing or strength of foot actions because the number of their flames per seconds is too small to recognize the fast movements of dancers. On the other hand, while a wearable sensor is good at recognizing foot timing and strength, it is not good at recognizing the movement of the whole body. Therefore we propose a hybrid recognition method utilizing the merits of both video and wearable sensor. This paper focuses to recognize four different types of steps in Latin American, a kind of ballroom dance. For each step, we record wearable sensing data and videos. As a result, it is found that the accuracy of step recognition is improved by adding wearable sensing data to video data shot from two different angles."
    },
    "2": {
      "title":"Bitstream-based Overlap Analysis for Multi-view Distributed Video Coding",
      "url":"https://www.semanticscholar.org/paper/Bitstream-based-Overlap-Analysis-for-Multi-view-Creusere-Mecimore/8f7d19a9ec3d8103562367d6b38b07da46a1da11","authors":"C. Creusere,I. Mecimore",
      "journal":"2008 IEEE Southwest Symposium on Image Analysis and Interpretation","year":"2008","citations":"4","claim":"In this paper, we develop a low complexity algorithm for spatial overlap detection and characterization that operates directly on the bitstream of motion- JPEG compressed video. Its low complexity and the fact that it does not require video decoding at the sensor nodes makes it well suited to multi-view distributed video coding applications for wireless sensor networks. In addition to determining overlap, we also show using the MERL ballroom database that the proposed algorithm can accurately identify and localize non-common foreground objects (e.g., dancers) within the common overlap region of two camera views."
    },
    "3": {
      "title":"Preference for geometric patterns early in life as a risk factor for autism.",
      "url":"https://www.semanticscholar.org/paper/Preference-for-geometric-patterns-early-in-life-as-Pierce-Conant/07a34e0d184d250431b6fc8356f962c4ba1d27b9","authors":"K. Pierce,David Conant,Roxana Hazin,R. Stoner,Jamie Desmond",
      "journal":"Archives of general psychiatry","year":"2011","citations":"337","claim":"CONTEXT: Early identification efforts are essential for the early treatment of the symptoms of autism but can only occur if robust risk factors are found. Children with autism often engage in repetitive behaviors and anecdotally prefer to visually examine geometric repetition, such as the moving blade of a fan or the spinning of a car wheel. The extent to which a preference for looking at geometric repetition is an early risk factor for autism has yet to be examined."
    }
  }
}
{ "create": {"_index": "articles", "_id":12}}
{
  "title": "Will the WhatsApp Message ‘Argentina Is Doing It’ Hack My Phone?", 
  "author": "Jessica Lee", 
  "description": "A WhatsApp video message known as Argentina Is Doing It spreads malware that irreparably hacks viewers' cell phones.",
  "subtitle":"A viral warning message urged people against opening a video file about the country's response to COVID-19.",
  "relevantpapers": {
    "1": {
      "title":"The Making of Short Message Gateway by Using Java SE, Netbeans 6.0.1 and MYSQL",
      "url":"https://www.semanticscholar.org/paper/T-he-Making-of-Short-Message-Gateway-by-Using-Java-Irnadi-Silva/369321c2e8a7ade527f501920acf5ad8b5694139","authors":"Irnadi Irnadi,B. D. Silva",
      "journal":"
      Computer Science",
      "year":"2011","citations":"0","claim":"This research discusses about the making of short message gate for membership access in an organization by using Java SE,Netbeans and MySQL. This article also discusses the blue print and making of membership data access, expired date of using tools, short message polling, short message quiz, sending an email using short message, and monthly activity accessing. The members as the accessors of this data are urged to register their cell phone number , in order to protect the organisation data from irresponsible people. By writing a special request code, members are able to access data, from a member data to monthly activity. The announcement to all members from the chairman can be applied by sending a special request code. This condition can only be done by the chairman by identifying the phone number. The warning is given to members in seven days, three days, and a day before the tools are expired." 
    },
    "2": {
      "title":"England's Maritime Heritage from the Air by Peter Waller (review)",
      "url":"https://www.semanticscholar.org/paper/England's-Maritime-Heritage-from-the-Air-by-Peter-Way/cfa88718e981d9b067bd6b4ab58aec542337fd27","authors":"Henry Way",
      "journal":"Historical Geography","year":"2018","citations":"0","claim":"ing the foundation of Western understanding of Marx and Engels. “It is not consciousness that determines life, but life that determines consciousness” (xi). He posits that the CPK leadership seemed to think that it was the degree of political consciousness that could be jammed into the proletariat that refl ected the material success of the revolution. In short, by fl ipping dialectical materialism on its head, political consciousness determined life and those who were unable or unwilling to submit were disappeared. “Spare them, no profi t; remove them, no loss” (Tuk min chammenh, dah chenh ka min khat) (xix). In summary, Tyner’s work provides a thoughtprovoking point of view for scholars to debate. As urged by the author, Cambodia watchers may also wish to interpret his message as a credible warning that in the kingdom of Cambodia, state capitalism policies and practices are still residing under the thinnest veil of democracy. Both Cambodian and world leaders are well advised to do the needful in avoiding yet another Th ucydides’ Trap. As demonstrated during the Khmer Rouge era, dialectic materialism can produce a strong temptation for the super powers to square off using dependent vassal states as their pawns. In exploring CPK revolutionary state capitalism as pure dialectical materialism under the guise of communism, Tyner makes a solid contribution to the canon while giving the critical thinker much to ponder."
    },
    "3": {
      "title":"Think 'I' And You Work Alone: Mather Constructive Character Posters and the Advertising of Self-Mastery",
      "url":"https://www.semanticscholar.org/paper/Think-%22I%22-And-You-Work-Alone%3A-Mather-Constructive-Zola/d096ecbd18379ce099c82291a037f26356d6f9a3","authors":"Carolyn Zola",
      "journal":"Berkeley Undergraduate Journal","year":"2015","citations":"0","claim":"During the widespread economic prosperity of the 1920s in the United States, employers faced a serious problem retaining workers. Labor had been weakened after losing massive strikes in 1919, but the memory of that turbulent period haunted employers. Immigration restrictions enacted in the middle of the decade curtailed employers’ ability to fire and replace workers as they saw fit, and an expanding economy put workers in demand. Employers needed a uniform message to sell their workers on company loyalty. It was in this context that Mather and Company produced hundreds of motivational workplace posters, selling them to companies across the country. These posters appear at first glance to be little more than a cacophony of banal exhortations to good work habits. Yet among the jumble of images and messages, a powerful, coherent ideology urged workers to have loyalty not merely to employers, but to each other. This paper argues that these posters and related materials fostered communalism through four distinct themes: warning against moving from job to job, condemning a reliance on luck, asserting strict guidelines for workplace speech, and exhorting workers to control their emotions, all underpinned with a powerful celebration of masculinity. This project is based on an analysis of nearly three hundred posters produced by Mather and Company, as well as related materials. This project complicates and deepens our current understanding of workplace dynamics during the 1920s, and offers new insight into the sophisticated workplace propaganda of the period."
    },
    "4": {
      "title":"Invited reviewBridging the knowledge gap and communicating uncertainties for informed consent in cervical cytology screening; we need unbiased information and a culture change",
      "url":"https://www.semanticscholar.org/paper/Invited-reviewBridging-the-knowledge-gap-and-for-in-Anderson-Nottingham/c3c8a7ec0456b2c1eab93e58f018057b37641eee","authors":"C. M. Anderson,J. Nottingham",
      "journal":"Cytopathology","year":"1999","citations":"39","claim":"The objective of this Review is to endorse recent recommendations of Slater and others, that women need honest information for informed consent to screening. In September 1998, the National Health Service Cervical Screening Programme (NHSCSP) coordinator, Mrs J. Patnick urged GPs to tell women that smears are not foolproof and that women should report any unexpected bleeding. In other words, screening cannot prevent every case of cervical cancer. Why, in 30 years of screening, has this message not got through? Lack of this knowledge has harmed some women through delay. They and even their doctors have been falsely reassured by normal smear results and have ignored warning signals. This has also resulted in some inappropriate litigation, because women and their lawyers have expected smear tests to be perfect. This is the knowledge gap: the gap that exists between experts and the general public. We must take steps to impart honest information about the pros and cons and uncertainties, if women are not to feel duped and angry (H. Thornton, personal communication). Doing so will help to avert inappropriate accusations of negligence, and will enable women to make informed choices."
    },
    "5": {
      "title":"Mr. H. G. Wells's Film 'Things to Come'",
      "url":"https://www.semanticscholar.org/paper/Mr.-H.-G.-Wells's-Film-%E2%80%9CThings-to-Come%E2%80%9D/b4ee9bf02a00f7d6cebd00e7bf19b1e8cd1f13dc","authors":"",
      "journal":"Nature","year":"1936","citations":"0","claim":"MR. H. G. WELLS is the only man of letters who understands the scientific spirit, and has consistently urged the use of it in the solution of social problems. In his imaginative romances, as well as in works on social, religious and political questions, he has always presented science as a progressive influence and has remonstrated against the unworthy ends for which it is often used. The hope expressed in his “Anticipations” and “A Modern Utopia” took different form in “The Shape of Things to Come” published two years ago and was accompanied by a warning of disaster unless human purposes were determined by reconstructed principles. Science has put into the hands of civilised man the power to destroy himself or to make the world a celestial dwelling place; and the sooner this is widely realised the safer will the world be for humanity. There is no better way to-day of making this message universal than through the motion picture; and this is done in the marvellous film “Things to Come”, the world premiere of which was given in London on Friday,"
    }
  }
}
{ "create": {"_index": "articles", "_id":13}}
{
  "title": "Is Facebook Charging a User Fee?", 
  "author": "Bond Huberman", 
  "description": "Facebook will soon begin charging users per message unless they forward a text to 10 contacts to prove they are 'avid' users.",
  "subtitle":"Some rumors never die — they just grow new heads.",
  "relevantpapers": {
    "1": {
      "title":"Daily electric vehicle charging load profiles considering demographics of vehicle users",
      "url":"https://www.semanticscholar.org/paper/Daily-electric-vehicle-charging-load-profiles-of-Zhang-Yan/52a4d09f557ad360904f91c87dd47ec011c373b9","authors":"J. Zhang,Jie Yan,Yongqian Liu,H. Zhang,Guoliang Lv",
      "journal":"Applied Energy","year":"2020","citations":"21","claim":"Abstract Travel pattern of an electric vehicle (EV) user and the accuracy of their probability distribution models are the key factors affecting the simulation and prediction of EV charging load. Most of the existing works utilized the travel data for all kinds of populations and ignored the influence of people social attributes on their travel pattern, which deteriorates the accuracy of the charging load model. This paper demonstrates that the daily EV charging load profiles vary with different demographic and social attributes by presenting a refined EV charging load simulation method considering people’s demographics and social characteristics, e.g. gender, age, education level. First, to improve the fitting accuracy of people travel pattern, new probabilistic models of many defined spatial–temporal variables are established under refined conditions (i.e. location, day type, etc.). Second, additional factors (i.e. charging preference, power consumption rate, etc.) are included to simulate the daily profile of EV charging load based on the refined probabilistic models and Monte Carlo algorithm. Data from the US National Household Travel Survey are used to validate the proposed method. The results show that the user's demographic and social attributes have a considerable effect on the magnitude and peak time of the EV charging load profile, particularly for workdays and workplace. The proposed probabilistic models can improve the accuracy of the data fitting and the charging load simulation." 
    },
    "2": {
      "title":"A data driven typology of electric vehicle user types and charging sessions",
      "url":"https://www.semanticscholar.org/paper/A-data-driven-typology-of-electric-vehicle-user-and-Helmus-Lees/d1c235c447ab55955345b89b741d34450f43e7d6","authors":"J. Helmus,M. Lees,Robert van den Hoed",
      "journal":"Transportation Research Part C: Emerging Technologies","year":"2020","citations":"14","claim":"Abstract The understanding of charging behavior has been recognized as a crucial element in optimizing roll out of charging infrastructure. While current literature provides charging choices and categorizations of charging behavior, these seem oversimplified and limitedly based on charging data. In this research we provide a typology of charging behavior and electric vehicle user types based on 4.9 million charging transactions from January 2017 until March 2019 and 27,000 users on 7079 Charging Points the public level 2 charging infrastructure of 4 largest cities and metropolitan areas of the Netherlands. We overcome predefined stereotypical expectations of user behavior by using a bottom-up data driven two-step clustering approach that first clusters charging sessions and thereafter portfolios of charging sessions per user. From the first clustering (Gaussian Mixture) 13 distinct charging session types were found; 7 types of daytime charging sessions (4 short, 3 medium duration) and 6 types of overnight charging sessions. The second clustering (Partition Around Medoids) clustering result in 9 user types based on their distinct portfolio of charging session types. We found (i) 3 daytime office hours charging user types (ii) 3 overnight user types and (iii) 3 non-typical user types (mixed day and overnight chargers, visitors and car sharing). Three user types show significant peaks at larger battery sizes which affects the time between sessions. Results show that none of the user types display solely stereotypical behavior as the range of behaviors is more varied and more subtle. Analysis of population composition over time revealed that large battery users increase over time in the population. From this we expect that shifts charging portfolios will be observed in future, while the types of charging remain stable."
    },
    "3": {
      "title":"User behaviour and electric vehicle charging infrastructure: An agent-based model assessment",
      "url":"https://www.semanticscholar.org/paper/User-behaviour-and-electric-vehicle-charging-An-Pagani-Korosec/b98a07598ac87d9b2c76d1764fc0284e5ba6c10b","authors":"M. Pagani,W. Korosec,N. Chokani,R. Abhari",
      "journal":"Applied Energy","year":"2019","citations":"27","claim":"Abstract The transition to electric mobility is accelerating, and, thus it is increasingly important to be able to anticipate and adapt future development of the electric vehicle charging infrastructure. A novel agent-based simulation framework coupled with a detailed geo-referenced digital model of the built infrastructure is developed and applied. The charging behaviour of individual electric vehicle users as well as the spatial distributions of electric vehicles are accounted for in the simulation framework. More than 2500 scenarios of the transition to electric mobility in a mid-size city in Switzerland are assessed. The time to break-even of the electric vehicle charging infrastructure is up to 50% shorter when users are charged on the basis of parking fees rather than power sales. However, the revenues from parking fees are shown to be more sensitive to the behaviours and preferences of the users. At today’s low penetrations of electric vehicles, the profitability of the charging infrastructure is very uncertain, and thus entrants into the marketplace will have substantial financial exposure until the penetrations are of order 10%. Additionally, it is shown that, at specific transformers, public charging considerably increases grid loads by up to 78% during peak hours; these local increases, rather than the average city-wide increase in load, are the critical determinant of the required upgrades to the distribution grid. Overall, this novel simulation framework facilitates the planning of electric vehicle charging infrastructure that will support a successful transition to electric mobility."
    },
    "4": {
      "title":"Electric Vehicles’ User Charging Behaviour Simulator for a Smart City",
      "url":"https://www.semanticscholar.org/paper/Electric-Vehicles%E2%80%99-User-Charging-Behaviour-for-a-Canizes-Soares/47dbdd7400a88da78f3e0cd86e588d67dcedc367","authors":"B. Canizes,J. Soares,Ângelo Costa,T. Pinto,F. Lezama,P. Novais,Z. Vale",
      "journal":"Energies","year":"2019","citations":"20","claim":"The increase of variable renewable energy generation has brought several new challenges to power and energy systems. Solutions based on storage systems and consumption flexibility are being proposed to balance the variability from generation sources that depend directly on environmental conditions. The widespread use of electric vehicles is seen as a resource that includes both distributed storage capabilities and the potential for consumption (charging) flexibility. However, to take advantage of the full potential of electric vehicles’ flexibility, it is essential that proper incentives are provided and that the management is performed with the variation of generation. This paper presents a research study on the impact of the variation of the electricity prices on the behavior of electric vehicle’s users. This study compared the benefits when using the variable and fixed charging prices. The variable prices are determined based on the calculation of distribution locational marginal pricing, which are recalculated and adapted continuously accordingly to the users’ trips and behavior. A travel simulation tool was developed for simulating real environments taking into account the behavior of real users. Results show that variable-rate of electricity prices demonstrate to be more advantageous to the users, enabling them to reduce charging costs while contributing to the required flexibility for the system."
    },
    "5": {
      "title":"Electric Charging Demand Location Model—A User- and Destination-Based Locating Approach for Electric Vehicle Charging Stations",
      "url":"Electric Charging Demand Location Model—A User- and Destination-Based Locating Approach for Electric Vehicle Charging Stations","authors":"R. Pagany,A. Marquardt,Roland Zink",
      "journal":"Sustainability",
      "year":"2019","citations":"17","claim":"In recent years, with the increased focus on climate protection, electric vehicles (EVs) have become a relevant alternative to conventional motorized vehicles. Even though the market share of EVs is still comparatively low, there are ongoing considerations for integrating EVs in transportation systems. Along with pushing EV sales numbers, the installation of charging infrastructure is necessary. This paper presents a user- and destination-based approach for locating charging stations (CSs) for EVs—the electric charging demand location (ECDL) model. With regard to the daily activities of potential EV users, potential positions for CSs are derived on a micro-location level in public and semipublic spaces using geographic information systems (GIS). Depending on the vehicle users’ dwell times and visiting frequencies at potential points of interest (POIs), the charging demand at such locations is calculated. The model is mainly based on a survey analyzing the average time spent per daily activity, regional data about driver and vehicle ownership numbers, and the georeferenced localization of regularly visited POIs. Optimal sites for parking and charging EVs within the POIs neighborhood are selected based on walking distance calculations, including spatial neighborhood effects, such as the density of POIs. In a case study in southeastern Germany, the model identifies concrete places with the highest overall demand for CSs, resulting in an extensive coverage of the electric energy demand while considering as many destinations within the acceptable walking distance threshold as possible."
    }
  }
}
{ "create": {"_index": "articles", "_id":14}}
{
  "title": "Is ‘COV-19’ Inscribed on This Piece of 5G Equipment?", 
  "author": "Dan Evon", 
  "description": "A video shows a piece of 5G equipment with COV-19 inscribed on it.",
  "subtitle":"An old piece of television equipment was used to further a conspiracy theory about 5G and COVID-19.",
  "relevantpapers": {
    "1": {
      "title":"Fiber-optic label-free biosensor for SARS‐CoV‐2 spike protein detection using biofunctionalized long-period fiber grating",
      "url":"https://www.semanticscholar.org/paper/Fiber-optic-label-free-biosensor-for-SARS%E2%80%90CoV%E2%80%902-Lee-Kim/d783b4bb550e81aed300ca30a46abf81d2ba9bda","authors":"Seul-Lee Lee,Jihoon Kim,Sungwook Choi,Jinsil Han,G. Seo,Yong Wook Lee",
      "journal":"Talanta","year":"2021","citations":"0","claim":"With COVID-19 widespread worldwide, people are still struggling to develop faster and more accurate diagnostic methods. Here we demonstrated the label-free detection of SARS-CoV-2 spike protein by employing a SARS-CoV-2 spike antibody-conjugated phase-shifted long-period fiber grating (PS-LPFG) inscribed with a CO2 laser. At a specific cladding mode, the wavelength separation (λbetween the two split dips of a PS-LPFG varies with the external refractive index, although it is virtually insensitive to ambient temperature variations. To detect SARS-CoV-2 spike protein, SARS-CoV-2 spike antibodies were immobilized on the fiber surface of the fabricated PS-LPFG functionalized through chemical modification. When exposed to SARS-CoV-2 spike protein with different concentrations, the antibody-immobilized PS-LPFG exhibited the variation of according to the protein concentration, which was caused by bioaffinity binding-induced local changes in the refractive index at its surface. In particular, we also confirmed the potential of our sensor for clinical application by detecting SARS-CoV-2 spike protein in virus transport medium. Moreover, our sensor could distinguish SARS-CoV-2 spike protein from those of MERS-CoV and offer efficient properties such as reusability and storage stability. Hence, we have successfully fabricated a promising optical transducer for the detection of SARS-CoV-2 spike protein, which can be unperturbed by external temperature disturbances."
    },
    "2": {
      "title":"COVID-19: laboratory diagnosis for clinicians. An updating article.",
      "url":"https://www.semanticscholar.org/paper/COVID-19%3A-laboratory-diagnosis-for-clinicians.-An-Vieira-Emery/ddc4813ce881c3214b560d1e3d5cfb55f272a071","authors":"L. Vieira,E. Emery,A. Andriolo",
      "journal":"Sao Paulo medical journal = Revista paulista de medicina","year":"2020","citations":"7","claim":"COVID-19 (coronavirus disease 2019) is an infectious disease caused by the new coronavirus associated with severe acute respiratory syndrome 2 (SARS-CoV-2). Coronaviridae comprises a large family, of which at least seven members are known to cause respiratory diseases in humans. Coronaviruses have the ability to infect virtually all major groups of animals and, eventually, can infect humans. SARS-CoV-2 is the third coronavirus to cross the species barrier and infect humans. This virus was identified in an outbreak of pneumonia cases in Wuhan city, Hubei province, China, in December 2019. Its entire genome is inscribed on a single strand of ribonucleic acid. Some proteins present on the surface of the virus act as facilitators for its entry into host cells, while others, apparently, are related to its pathogenesis. Coronaviruses are responsible for respiratory infections in humans and some animals. The infection is often mild to moderate in intensity, but some coronaviruses may cause serious illnesses, such as severe acute respiratory syndrome (SARS), which occurred in 2002, and the Middle East respiratory syndrome (MERS). Coronaviruses can activate an excessive and unregulated immune response, which may promote SARS development. Although the lungs are one of the target organs, the hypoxia mechanism is systemic and other organs begin to suffer both through lack of oxygen and through deregulation of inflammation control mechanisms."
    },
    "3": {
      "title":"Diagnostic Citizenship and the Biopolitical Uptake of COVID-19 Detection",
      "url":"https://www.semanticscholar.org/paper/Diagnostic-Citizenship-and-the-Biopolitical-Uptake-Price/96f5693453107a112c1e43a97182525335566b8f","authors":"Dalton Price",
      "journal":"Materials","year":"2021","citations":"0","claim":"This essay examines an oddity of SARS-CoV-2 diagnostic testing—referred to here as a ‘persistent positive’—in which an individual can test positive for COVID-19 for weeks or even months after initial infection despite no longer being symptomatic or contagious. In Florida, where recent legislation requires healthcare workers affected by COVID-19 to have two negative test results before they can return to work, the issue of persistent positives poses a significant challenge for a small sub-group. I identify an important disconnect between the biological and the biopolitical where SARS-CoV-2 test results are mis-inscribed into biopolitics as bureaucratic state legal codes and employment requirements. Using ethnographic evidence, I show how their test results are less important than the state’s interpretation and enactment of these test results. I describe a techno-political phenomenon wherein the technical (in this case diagnostic testing) selectively offers up rights to those recovering from COVID-19. Those with persistent positives performatively engage in testing as a means of navigating the legal codes that deny them the right to work. Testing for them is an attempt to return to a normal life, not to find out whether they are living an abnormal one. A breed of biological citizenship, perhaps a diagnostic citizenship, is formed in which they need a certain result, no matter what that result means biologically, in order to exercise certain rights. These reflections encourage a rethink about the role of testing technology as an instrument of government and biomedical authority more broadly."
    },
    "4": {
      "title":"Book of epidemics",
      "url":"https://www.semanticscholar.org/paper/Book-of-epidemics-Baylac-Paouly/db4c970a63ce1aca35b5079f64a8e178dc699c34","authors":"Baptiste Baylac-Paouly",
      "journal":"Metascience","year":"2021","citations":"0","claim":"Epidemics and Society was published in November 2019, a few months prior to the outbreak of the worst pandemic we have known this century. Originally compared to a minor form of flu, SARS-CoV-2 has turned out to be much deadlier and more difficult to manage. But above all, SARS-CoV-2 is neither SARS-CoV, nor MERSCoV, nor the Spanish flu. This book is a reminder for us to be cautious about how we interpret the past. Diseases, epidemics and pandemics are inscribed in specific contexts, times, spaces, societies and ways of thinking. Serious historians are wary about drawing lessons, let alone obvious ones, from the past. It is important to insist on the qualification ‘serious’. This does not include politicians or people who want to take advantage of the crisis to gain attention (while they might well have nothing interesting to say) and especially not improvised historians who have become specialists of COVID-19 overnight in an opportunistic manner. While we cannot readily draw lessons from the past about epidemic and pandemic crises, we can note certain repeating features, for instance, the old technique of quarantine. When we know little or nothing concerning the pathogen, this ancestral practice is used—now broadened as ‘lockdown’. Another instance of such repetition is the search for scapegoats; failing to explain, it is easier to blame. But what Epidemics and Society highlights above all is the profound impact of epidemic disease over the course of history and how mass infectious outbreaks of disease have shaped societies. As the author puts it: “epidemics are not an esoteric subfield for the interested specialist but instead are a major part of the ‘big picture’ of historical change and development”. (2). The book is divided into 22 chapters, with one or two chapters dedicated to each specific infectious disease. Among these disease chapters, the author has placed some more theoretical and contextual chapters (for example, Chapter 12 ‘The Germ"
    },
    "5": {
      "title":"SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
      "url":"https://www.semanticscholar.org/paper/SARS-CoV-2-Cell-Entry-Depends-on-ACE2-and-TMPRSS2-a-Hoffmann-Kleine-Weber/c563e301f07d6eea565953b5c3eb31f5f4bb5bed",
      "authors":"M. Hoffmann,Hannah Kleine-Weber,Simon Schroeder,Nadine Krüger,Tanja Herrler,Sandra Erichsen,T. Schiergens,G. Herrler,Nai-Huei Wu,A. Nitsche,M. Müller,C. Drosten,S. Pöhlmann",
      "journal":"Cell","year":"2020","citations":"9912","claim":"Summary:The recent emergence of the novel, pathogenic SARS-coronavirus 2 (SARS-CoV-2) in China and its rapid national and international spread pose a global health emergency. Cell entry of coronaviruses depends on binding of the viral spike (S) proteins to cellular receptors and on S protein priming by host cell proteases. Unravelling which cellular factors are used by SARS-CoV-2 for entry might provide insights into viral transmission and reveal therapeutic targets. Here, we demonstrate that SARS-CoV-2 uses the SARS-CoV receptor ACE2 for entry and the serine protease TMPRSS2 for S protein priming. A TMPRSS2 inhibitor approved for clinical use blocked entry and might constitute a treatment option. Finally, we show that the sera from convalescent SARS patients cross-neutralized SARS-2-S-driven entry. Our results reveal important commonalities between SARS-CoV-2 and SARS-CoV infection and identify a potential target for antiviral intervention."
    }
  }
}
{ "create": {"_index": "articles", "_id":15}}
{
  "title": "Did Japan Ban 5G Technology Over Health Concerns?", 
  "author": "Alex Kasprak", 
  "description": "The Japanese government banned the development of 5G technology over health concerns.",
  "subtitle":"More to the point, does the “Ministry of High Technologies” even exist in Japan?",
  "relevantpapers": {
    "1": {
      "title":"Shackling Short Sellers: The 2008 Shorting Ban",
      "url":"https://www.semanticscholar.org/paper/Shackling-Short-Sellers%3A-The-2008-Shorting-Ban-Boehmer-Jones/493dac795e71baded8362a1cbed033c4adc92873","authors":"Ekkehart Boehmer,Charles M. Jones,Xiaoyan Zhang",
      "journal":"Capital Markets: Market Efficiency","year":"2012","citations":"384","claim":"In September 2008, the U.S. Securities and Exchange Commission (SEC) temporarily banned most short sales in nearly 1,000 financial stocks. We examine the ban's effect on market quality, shorting activity, the aggressiveness of short sellers, and stock prices. The ban's effects are concentrated in larger stocks; there is little effect on firms in the lower half of the size distribution. Although shorting activity drops by about 77% in large-cap stocks, stock prices appear unaffected by the ban. All but the smallest quartile of firms subject to the ban suffer a severe degradation in market quality. The Author 2013. Published by Oxford University Press on behalf of The Society for Financial Studies. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com., Oxford University Press."
    },
    "2": {
      "title":"Effects of Paraquat Ban on Herbicide Poisoning-Related Mortality",
      "url":"https://www.semanticscholar.org/paper/Effects-of-Paraquat-Ban-on-Herbicide-Mortality-Ko-Chung/6d43b66996e4aca6b85e19d737bf283af8326607",
      "authors":"D. Ko,S. Chung,J. You,S. Cho,Yongjin Park,B. Chun,J. Moon,Hyun Kim,Yong Hwan Kim,Hyun Jin Kim,Kyung-woo Lee,S. Choi,Junseok Park,J. Park,Seung Whan Kim,J. Seo,Ha Young Park,S. Kim,Hyunggoo Kang,D. Y. Hong,J. Hong",
      "journal":"Yonsei Medical Journal","year":"2017","citations":"29","claim":"Purpose In Korea, registration of paraquat-containing herbicides was canceled in November 2011, and sales thereof were completely banned in November 2012. We evaluated the effect of the paraquat ban on the epidemiology and mortality of herbicide-induced poisoning. Materials and Methods This retrospective study analyzed patients treated for herbicide poisoning at 17 emergency departments in South Korea between January 2010 and December 2014. The overall and paraquat mortality rates were compared pre- and post-ban. Factors associated with herbicide mortality were evaluated using logistic analysis. To determine if there were any changes in the mortality rates before and after the paraquat sales ban and the time point of any such significant changes in mortality, R software, version 3.0.3 (package, bcp) was used to perform a Bayesian change point analysis. Results We enrolled 2257 patients treated for herbicide poisoning (paraquat=46.8%). The overall and paraquat poisoning mortality rates were 40.6% and 73.0%, respectively. The decreased paraquat poisoning mortality rate (before, 75% vs. after, 67%, p=0.014) might be associated with increased intentionality. The multivariable logistic analysis revealed the paraquat ban as an independent predictor that decreased herbicide poisoning mortality (p=0.035). There were two major change points in herbicide mortality rates, approximately 3 months after the initial paraquat ban and 1 year after complete sales ban. Conclusion This study suggests that the paraquat ban decreased intentional herbicide ingestion and contributed to lowering herbicide poisoning-associated mortality. The change point analysis suggests a certain timeframe was required for the manifestation of regulatory measures outcomes."
    },
    "3": {
      "title":"Mapping ‘Militant Democracy’: Variation in Party Ban Practices in European Democracies (1945-2015)",
      "url":"https://www.semanticscholar.org/paper/Mapping-%E2%80%98Militant-Democracy%E2%80%99%3A-Variation-in-Party-in-Bourne-B%C3%A9rtoa/98d23781178104b975034606c7bcb69728e7ebcf","authors":"Angela Bourne,Fernando Casal Bértoa",
      "journal":"European Constitutional Law Review","year":"2017","citations":"17","claim":"Introduction – Explaining party bans, political and legal contexts – Banned parties and banning states in Europe, the political context – Nature of banned parties – Nature of banning states – Tolerant and intolerant democracies, the legal context – Evolving rationales for party bans and procedures for proscription – Contemporary rationales for banning parties – Anti-democratic ideology – Non-democratic internal organisation – Party names – Party orientation to violence – Protecting the present order – Evolving rationales for party bans – Weimar and legitimacy paradigms – Conclusions, directions for future research"
    },
    "4": {
      "title":"Injury risk and a tackle ban in youth Rugby Union: reviewing the evidence and searching for targeted, effective interventions. A critical review",
      "url":"https://www.semanticscholar.org/paper/Mapping-%E2%80%98Militant-Democracy%E2%80%99%3A-Variation-in-Party-in-Bourne-B%C3%A9rtoa/98d23781178104b975034606c7bcb69728e7ebcf","authors":"R. Tucker,M. Raftery,E. Verhagen",
      "journal":"European Constitutional Law Review","year":"2016","citations":"42","claim":"It has recently been proposed that the tackle, an integral part of Rugby Union, be banned in school rugby, as a means to reduce the risk of injury. This proposal held that harmful contact should be removed in response to what was termed an unacceptably high-injury risk. Such a ban would represent a significant intervention that could change the nature of Rugby Union. As such, the basis and rationale for such a ban is worthy of critical evaluation. This review aims to describe the research on which such a ban is proposed. It does so through an assessment (identification), estimation (understanding of the magnitude and occurrence) and evaluation (determining acceptability) of the risk before decisions can be made about implementing any risk mitigation strategies. The body of literature describing injury risk, particularly among youths, is indeed thin and fraught with methodological differences that makes definitive conclusions impossible. We describe these, and their implications, arguing that the complete ban on the tackle may be unnecessary in young children, in whom injury risk may not be as high as is often argued, but also that it may have detrimental consequences. Finally, we propose alternative strategies and research questions which must be pursued to effectively reduce risk without creating unintended consequences or changing the nature of the sport."
    },
    "5": {
      "title":"No Woman No Crime: Ban the Box, Employment, and Upskilling",
      "url":"https://www.semanticscholar.org/paper/No-Woman-No-Crime%3A-Ban-the-Box%2C-Employment%2C-and-Shoag-Veuger/6ee953ae2485391f1ca14a0698279cc3cbaade60","authors":"D. Shoag,Stan A Veuger",
      "journal":"Econometric Modeling: Microeconometric Models of Household Behavior eJournal","year":"2016","citations":"26","claim":"A sizable number of localities have in recent years limited the use of criminal background checks in hiring decisions, or banned the box. Using LEHD Origin-Destination Employment and American Community Survey data, we show that these bans increased employment of residents in high-crime neighborhoods by as much as 4%. These increases are particularly large in the public sector. At the same time, we establish using job postings data that employers respond to ban-the-box measures by raising experience requirements. A perhaps unintended consequence of this is that women, who are less likely to be convicted of crimes, see their employment opportunities reduced."
    }
  }
}
{ "create": {"_index": "articles", "_id":16}}
{
  "title": "Does TikTok Allow Strangers to Access the Personal Information of Users Who Don’t Share Those Details?", 
  "author": "Dan MacGuill", 
  "description": "TikTok's settings allow unauthorized users to obtain the personal contact details of other users who have not made their details public.",
  "subtitle":"A viral Facebook warning urged parents to delete a popular video-sharing app from their children's phones.",
  "relevantpapers": {
    "1": {
      "title":"TOWARDS FREE-VIEWPOINT VIDEO CAPTURE IN CHALLENGING ENVIRONMENTS FOR COLLABORATIVE & IMMERSIVE ANALYSIS",
      "url":"","authors":"A. Frolov,G. Rendle,A. Kreskowski,M. Kaisheva,B. Froehlich,V. Rodehorst",
      "journal":"",
      "year":"2021","citations":"0","claim":"The ability to capture and explore complex real-world dynamic scenes is crucial for their detailed analysis. Tools which allow retrospective exploration of such scenes may support training of new employees or be used to evaluate industrial processes. In our work, we share insights and practical details for end-to-end acquisition of Free-Viewpoint Videos (FVV) in challenging environments and their potential for exploration in collaborative immersive virtual environments. Our lightweight capturing approach makes use of commodity DSLR cameras and focuses on improving both density and accuracy of Structure-from-Motion (SfM) reconstructions from small sets of images under difficult conditions. The integration of captured 3D models over time into a compact representation allows for efficient visualization of detailed FVVs in an immersive multi-user virtual reality system. We demonstrate our workflow on a representative acquisition of a suction excavation process and outline a use-case for exploration and interaction between collocated users and the FVV in a collaborative virtual environment." 
    },
    "2": {
      "title":"Game Industry Problems: an Extensive Analysis on the Gray Literature",
      "url":"","authors":"Cristiano Politowski,Fábio Petrillo,G. Ullmann,Yann-Gael Gu'eh'eneuc",
      "journal":"","year":"2021","citations":"4","claim":"Context: Little is known of the problems faced by game developers. However, game developers do share information about their games projects through postmortems, which describe informally what happened during the projects. Objective: The software-engineering research community and game developers would benefit from a state of the problems of video game development, in particular the problems faced by game developers, their evolution in time, and their root causes. This state of the practice would allow researchers and practitioners to work towards solving these problems. Method: We analyzed more than 200 postmortems, comprising 927 problems divided in 20 types from 1997 to 2019. Through our analysis, we describe the overall landscape of game industry problems in the past 23 years and how these problems evolved over the years. We also give details on the most common problems, their root causes, and possible solutions. We finally provide recommendations for future projects. Results: We observe that (1) the game industry suffer from management and production problems in the same proportion; (2) management problems decreased over the years giving space to business problems, while production problems remained constant; (3a) technical and game design problems are decreasing over the years, the later only after the last decade; (3b) problems related to the team increase over the last decade; (3c) marketing problems are the ones that had the biggest increase over the 23 years compared to other problem types; (4) finally, the majority of the main root causes are related to people, not technologies. Conclusions: In this paper we provide a state of the practice for researchers to understand and study video-game development problems. We also offer recommendations to help practitioners to avoid the most common problems in future projects."
    },
    "3": {
      "title":"Real-Time Action Recognition With Deeply Transferred Motion Vector CNNs",
      "url":"https://www.semanticscholar.org/paper/TOWARDS-FREE-VIEWPOINT-VIDEO-CAPTURE-IN-CHALLENGING-Frolov-Rendle/bbc668afa58fb92b2eb0dd23f13de28a9e132e27","authors":"Bowen Zhang,Limin Wang,Zhe Wang,Y. Qiao,Hanli Wang",
      "journal":"NA","year":"2018","citations":"81","claim":"The two-stream CNNs prove very successful for video-based action recognition. However, the classical two-stream CNNs are time costly, mainly due to the bottleneck of calculating optical flows (OFs). In this paper, we propose a two-stream-based real-time action recognition approach by using motion vector (MV) to replace OF. MVs are encoded in video stream and can be extracted directly without extra calculation. However, directly training CNN with MVs degrades accuracy severely due to the noise and the lack of fine details in MVs. In order to relieve this problem, we propose four training strategies which leverage the knowledge learned from OF CNN to enhance the accuracy of MV CNN. Our insight is that MV and OF share inherent similar structures which allow us to transfer knowledge from one domain to another. To fully utilize the knowledge learned in OF domain, we develop deeply transferred MV CNN. Experimental results on various datasets show the effectiveness of our training strategies. Our approach is significantly faster than OF based approaches and achieves processing speed of 390.7 frames per second, surpassing real-time requirement. We release our model and code to facilitate further research.11https://github.com/zbwglory/MV-release"
    },
    "4": {
      "title":"Video learning environment for guiding student teachers' construction of action-oriented knowledge",
      "url":"https://www.semanticscholar.org/paper/Video-learning-environment-for-guiding-student-of-Pedaste-Allas/b5b84da40959965f945ba644c542f4808b8d1468","authors":"M. Pedaste,R. Allas,Ä. Leijen,K. Adojaan,J. Husu,J. Marcos,P. Meijer,Dubravka Knežić,E. Krull,Auli Toom",
      "journal":"","year":"2014","citations":"0","claim":"New methods for applying videos for learning are needed in teacher education. The videos are especially useful in student teachers’ construction of action-oriented knowledge. Explication of practice and formation of students’ action-oriented knowledge are more successful when they are guided through reflection. Videos help to situate learning, explicate tacit understandings, develop habits of reflection, improve self-awareness, integrate theoretical and practical understandings, and analyze details of student teachers’ own lessons. Therefore, a new innovative video learning environment was developed to allow student teachers and teacher educators to reflect, widen, share, and implement pedagogical practices and knowledge resources related to teaching, teacher learning, and supervision. This video learning environment enables student teachers to upload short videos about their critical incidents that characterize meaningful fragments of their classroom practices and interaction with pupils that are especially critical and thus useful for learning as teachers. These videos can be viewed by all users of the environment or by groups specified by the owner of the video. This video learning environment was tested by student teachers, their supervising teachers, and university lecturers according to the needs of using it for guided reflection in constructing action-oriented knowledge. The results of this study showed that the learning environment can be applied for student teachers’ training. It was especially important that all users found this learning environment easy to use and safe for presenting and analyzing ethically sensitive material. In addition, several recommendations were made to be considered in different video learning environments."
    },
    "5": {
      "title":"Online and offline, together and apart: Sharing memories with digital video",
      "url":"","authors":"E. Churchill",
      "journal":"Computer Science","year":"2002","citations":"1","claim":"It is apparent that the newest technologies are ringing changes, both in the genre of the record that is produced, and in the ways in which the product is shared. People are enthused by the promise of these new technologies, and are animated in their descriptions of features that allow content capture, viewing, editing, storage and sharing. In this work, I report on the birth of a new genre, stimulated by the availability of new consumer technologies, and speculate on arenas for design. This work details field observations and semi-structured interviews with people who use digital recording technologies. The work reveals that, in fact as of late 2002, many people never actually review their DV footage, few people edit footage and people seldom share footage with others. When sharing does occur, it is largely asynchronous, forwarded through networked communication technologies and applications such as email. What is shared tends to be short, often isolated scenes, with limited accompanying comments to provide context for the selection. The quality of these experiences differ vastly from descriptions of “home movie” evenings where stories and conversation accompany film viewing, and group and collective memories are born and elaborated. Thus, although the recorded moments are being shared through asynchronous sharing of footage, social and collective memory construction with asynchronous video requires the development of new visual forms that require editing and narration – formerly achieved through collaborative viewing and narration."
    }
  }
}
{ "create": {"_index": "articles", "_id":17}}
{
  "title": "Do Presidential Alerts Give the Government Total Access to Your Phone?", 
  "author": "Alex Kasprak", 
  "description": "Presidential alerts” are capable of accessing the E911 chip in your phones, which provides the government full access to your location, microphone, camera and every function of your phone.",
  "subtitle":"Software engineer and cryptocurrency advocate John McAfee claimed the presidential alert system gives the government access to your phone. We found no evidence to support that claim.",
  "relevantpapers": {
    "1": {
      "title":"The use of Facebook and Mobile Phones to report Presidential election results in Zambia",
      "url":"https://www.semanticscholar.org/paper/The-use-of-Facebook-and-Mobile-Phones-to-report-in-Mkandawire/e0e7471dc0acbaf4480deed6870e7dd963ac6a28","authors":"Hlazo Mkandawire",
      "journal":"African Journalism Studies",
      "year":"2016","citations":"1","claim":"ABSTRACT Today, there are more countries practising democracy in Africa than at any stage of human development on the continent. However, most newly democratic countries still show remnants of precedents set by colonialism and past autocratic regimes. One of the litmus tests in a democracy is the holding of free and fair elections. The media occupy a central role in this process, but the constraints imposed on formal mainstream media in many African countries have affected the role of the media in election monitoring and observation. The principles of transparency and credibility in election results reporting remain elusive. This article analyses how two civil society organisations, the Christian Churches Monitoring Group (CCMG) and Transparency International Zambia (TIZ) utilised Facebook and mobile phone SMSs to conduct parallel voter tabulation (PVT) of the 2015 presidential by-election in Zambia and publish election results in real time, so as to restore transparency and credibility in the electoral process. The argument made here is that this has complemented formal mainstream media to create a converged media system where new and old media convene to improve the role of the media in election monitoring and observation." 
    },
    "2": {
      "title":"Cell Phone Access and Election Fraud: Evidence from a Spatial Regression Discontinuity Design in Afghanistan",
      "url":"https://www.semanticscholar.org/paper/Cell-Phone-Access-and-Election-Fraud%3A-Evidence-from-Gonzalez/93b049740f283f3cc4760c92a64575b9aa672ea1","authors":"R. Gonzalez",
      "journal":"Public Choice: Analysis of Collective Decision-Making eJournal","year":"2020","citations":"3","claim":"This paper examines the impact of cell phone access on election fraud in the context of the 2009 Afghan presidential election. I combine cell phone coverage maps with unique data on the location of polling centers to accurately pinpoint which centers were exposed to coverage during the election. Results from a spatial regression discontinuity design along the two-dimensional coverage boundary provide considerable evidence that access to cell phones deters corrupt behavior. Polling centers just inside coverage areas report a drop in the share of fraudulent votes of about 4 percentage points while the likelihood of a fraudulent station goes down by about 8 percentage points. Analyses of the effect of coverage on citizen participation in election monitoring, election-related insurgent violence, and the tribal composition of villages suggest that the observed declines in fraud are likely attributed to cell phone access strengthening social monitoring capacity. From a policy perspective, these results illustrate how a widespread technology, namely cell phones, can exert a positive externality on institutional development via corruption deterrence."
    },
    "3": {
      "title":"The double-edged sword of mobilizing citizens via mobile phone in developing countries",
      "url":"https://www.semanticscholar.org/paper/The-double-edged-sword-of-mobilizing-citizens-via-Erlich-Jung/867117bedc8a33318a31962765c775876f6a504e","authors":"A. Erlich,Danielle F. Jung,James D. Long,Craig McIntosh",
      "journal":"Development Engineering","year":"2017","citations":"8","claim":"Abstract New innovations in mobile technology provide an unparalleled opportunity for researchers and organizations to scale communications with citizens in the developing world, but bring new challenges in terms of how to generate and retain engaged users. We report on a number of technical dimensions based on our experience building a bi-directional multi-channel mobile phone platform to engage citizens in South Africa's 2014 presidential election. Specifically, we deployed the “VIP:Voice” platform at national scale to conduct opinion polling, to allow citizens to report on political activity, and to engage citizen monitors for polling stations on election day. Our platform operated across multiple device types, from flip-phones to Twitter, and consequently provides critical lessons on the most effective means of gathering and disseminating a rich variety of data depending on the user's device type. We compare different means of obtaining location in the absence of GPS, and show how different formats for soliciting and entering data generated very differential response rates. Our paper illustrates a number of concrete ways in which platform development driven by smartphone logic does not translate easily for users of more basic mobile phones, including whether questions are presented passively in a menu or pushed to a user's phone, and the format in which user data are entered. This paper is intended to provide actionable guidance for researchers and organizations deploying ICT platforms to interact with citizen users at a national or cross-national scale in international development."
    },
    "4": {
      "title":"Cell-Phone-Only Voters in the 2008 Exit Poll and Implications for Future Noncoverage Bias",
      "url":"https://www.semanticscholar.org/paper/Cell-Phone-Only-Voters-in-the-2008-Exit-Poll-and-Mokrzycki-Keeter/da6d811ef880dfbd0c59b148e446c6ccbc6d0209","authors":"Mike Mokrzycki,S. Keeter,Courtney Kennedy",
      "journal":"Public Opinion Quarterly","year":"2009","citations":"32","claim":"Amid growing concern about potential noncoverage bias in random digit dial survey samples that exclude cell phones, a national face-to-face exit poll provided an opportunity to reach November 2008 Election Day voters regardless of telephone status and to evaluate how the cell-only subgroup has changed since the 2004 election. The National Election Pool's survey found a sharp increase in cell-only incidence, comparable to trends for the general public in government surveys, with cell-only status approaching the norm for voters under age 30. But voters age 30 and older actually abandoned landlines at a faster rate, and the difference in presidential vote preference between the cell-only and landline-accessible voters in this age group was even greater than for younger voters. This suggests that typical poststratification weighting adjustments for age may be less likely to mitigate noncoverage bias in future landline-only RDD surveys."
    },
    "5": {
      "title":"This is Your President Speaking: Spoofing Alerts in 4G LTE Networks (demo)",
      "url":"https://www.semanticscholar.org/paper/This-is-Your-President-Speaking%3A-Spoofing-Alerts-in-Hollingsworth-Lee/44809a1f1123a46ed902a83e9e12c27dca76285b","authors":"Max Hollingsworth,Gyuhong Lee,Jihoon Lee,Jinsung Lee,Youngbin Im,Eric Wustrow,D. Grunwald,S. Ha",
      "journal":"Proceedings of the 17th Annual International Conference on Mobile Systems, Applications, and Services
      ",
      "year":"2019","citations":"1","claim":"4G LTE networks across the world (e.g., United States, Europe, and South Korea) use the same mechanism to broadcast emergency alerts. These alerts include AMBER, severe weather alerts, and the (unblockable) Presidential Alert in the US. We demonstrate the ability to spoof these alerts by forcing any 4G phone in the area of our malicious cell tower to receive and display a fabricated message. This demonstration uses a commercially-available software-defined radio, an LTE base station, and our modifications to the open-source NextEPC and srsLTE libraries to send the Presidential Alert to phones volunteered from the audience."
    }
  }
}
{ "create": {"_index": "articles", "_id":18}}
{
  "title": "Does Facebook’s Green ‘BFF’ Prove Your Account Is Secure?", 
  "author": "Kim LaCapria", 
  "description": "You can determine whether your Facebook account is secure by typing 'BFF' to see if it turns green.",
  "subtitle":"A Facebook status update meme claims that a green 'BFF in typed comments is an indicator of account security; it isn't.",
  "relevantpapers": {
    "1": {
        "title":"‘Customary’ use of stick tools by chimpanzees in Bulindi, Uganda: update and analysis of digging techniques from behavioural observations",
        "url":"https://www.semanticscholar.org/paper/%E2%80%98Customary%E2%80%99-use-of-stick-tools-by-chimpanzees-in-of-McLennan-Rohen/0b22b2f8ee1aed8e5b1d425bec4eef6d2d48b568","authors":"M. McLennan,Jacqueline Rohen,Zoe Satsias,Tom Sabiiti,John-Mary Baruzaliire,Marie Cibot",
        "journal":"Revue de Primatologie","year":"2019","citations":"2","claim":"Les chimpanzes sauvages utilisent couramment des bâtons comme outils dans leurs activites de fourragement, le plus souvent pour collecter du miel ou des insectes. Compare a d’autres regions, les chimpanzes (Pan troglodytes schweinfurthii) de l’Ouganda de l’ouest n’utilisent qu’une petite palette d’outils. Les chimpanzes de la communaute de Sonso (foret de Budongo), suivie sur le long terme, ne se servent meme jamais de bâtons. A vingt-cinq kilometres de Budongo, la communaute de Bulindi habite de petits fragments de forets au milieu de terres agricoles et de villages. Des etudes precedentes ont montre des signes indirects d’utilisation d’outils par ces chimpanzes pour deterrer des nids souterrains d’abeilles sans dard (Meliponini) et collecter du miel. Cet article met a jour les dernieres decouvertes sur l’utilisation de bâtons comme outils a Bulindi, en analysant des observations opportunistes effectuees entre juin 2018 et mars 2020. Nous avons d’abord etabli que l’utilisation de bâtons dans les activites de fourragement est « courante » a Bulindi, c.a.d. partagee par la plupart, voire la totalite des individus adultes, subadultes et juveniles. Les chimpanzes utilisent des bâtons dans des contextes varies de fourragement. Par exemple, ils utilisent des baguettes pour sonder des branches ou des souches contenant des insectes ou leurs produits (ex : les nids d’abeilles Apis mellifera et de Xylocopa sp., des asticots ou larves non identifies), mais aussi pour extraire les nids de Meliponini du sol. Ensuite, nous avons analyse des sequences videos d’utilisation d’outils pour creuser le sol, impliquant six individus et nous avons compare leurs comportements avec les techniques hautement complexes (« actions ») realisees par les chimpanzes (P. t. troglodytes) de Loango, Gabon – seul site ou des donnees sur les techniques comportementales d’extraction de nids souterrains d’abeilles sont disponibles. Bien que les donnees de Bulindi soient preliminaires, la plupart des actions et des types de prehension decrits a Loango sont presents dans le repertoire des chimpanzes de Bulindi. Par ailleurs, nos observations indiquent une forte tolerance sociale dans le contexte d’utilisation d’outils pour creuser a Bulindi, avec des exemples de transfert d’outils entre les individus. Globalement, notre etude suggere une grande similitude dans les techniques utilisees pour accomplir ces tâches complexes d’utilisation d’outils entre les chimpanzes de Bulindi et les chimpanzes de l’Afrique de l’est et de Loango en Afrique Centrale, a 2 500 km de distance. Les pressions d’origine anthropiques incluant la perte de forets, la fragmentation et la degradation des habitats peuvent reduire les diversites comportementale et « culturelle » chez les chimpanzes, en diminuant les opportunites de transmission sociale des comportements. Pourtant, l’exemple des chimpanzes de Bulindi demontre que l’utilisation complexe de bâtons comme outils existe dans des populations occupant des habitats extremement perturbes, alors que ces comportements semblent absents de zones proches de forets continues (ex : la foret de Budongo)."
    },
    "2": {
      "title":"Selfish Memes: An Update of Richard Dawkins' Bibliometric Analysis of Key Papers in Sociobiology",
      "url":"https://www.semanticscholar.org/paper/Selfish-Memes%3A-An-Update-of-Richard-Dawkins'-of-Key-Aaen-Stockdale/c1b480fb958c57c9de241bebe4a990b085e2ae41","authors":"C. Aaen-Stockdale",
      "journal":"NA","year":"2017","citations":"5","claim":"In the second edition of The Selfish Gene, Richard Dawkins included a short bibliometric analysis of key papers instrumental to the sociobiological revolution, the intention of which was to support his proposal that ideas spread within a population in an epidemiological manner. In his analysis, Dawkins primarily discussed the influence of an article by British evolutionary biologist William Donald Hamilton which had introduced the concept of “inclusive fitness”, and he argued that citations to it were accumulating in a very different manner to two other seminal papers, demonstrating the appearance and spread of a new “meme” in circles. This paper re-examines Dawkins’ original analysis and the conclusions drawn from it, and updates those conclusions based on citation data accumulated in the intervening three decades since . This updated analysis shows that patterns of citation for the three papers, and Dawkins’ book itself, are actually remarkably similar and show no qualitative difference in citation growth. The data are well described by a two-phase exponential model of citation growth in which citations accumulate rapidly and then saturate at a slower level of growth dictated primarily by the general increase in production. It is speculated that this two-phase exponential growth, with some modification to account for papers that are not immediately discovered, may be a signature that will help to reveal the emergence of genuinely novel ideas within the literature."
    },
    "3": {
      "title":"Ne nous arrêtons pas en si bon chemin : améliorations de l’apprentissage global d’analyseurs en dépendances par transition (Don’t Stop Me Now ! Improved Update Strategies for Global Training of Transition-Based)[In French]",
      "url":"https://www.semanticscholar.org/paper/Ne-nous-arr%C3%AAtons-pas-en-si-bon-chemin-%3A-de-global-!-Aufrant-Wisniewski/d9abf614ce63c48631c0780a6ab11b0f68f39057","authors":"Lauriane Aufrant,Guillaume Wisniewski,François Yvon",
      "journal":"Computer Science, Philosophy","year":"2016","citations":"2","claim":"Dans cet article, nous proposons trois améliorations simples pour l’apprentissage global d’analyseurs en dépendances par transition de type A RC E AGER : un oracle non déterministe, la reprise sur le même exemple après une mise à jour et l’entraînement en configurations sous-optimales. Leur combinaison apporte un gain moyen de 0,2 UAS sur le corpus SPMRL. Nous introduisons également un cadre général permettant la comparaison systématique de ces stratégies et de la plupart des variantes connues. Nous montrons que la littérature n’a étudié que quelques stratégies parmi les nombreuses variations possibles, négligeant ainsi plusieurs pistes d’améliorations potentielles."
    },
    "4": {
      "title":"Implantation de valve aortique par voie transcathéter (TAVI) : update sur les indictions",
      "url":"https://www.semanticscholar.org/paper/Implantation-de-valve-aortique-par-voie-(TAVI)-%3A-Fournier-Monney/95422140297fdb6853062d926f396589244aeadf","authors":"S. Fournier,Pierre Monney,E. Ferrari,Juan F. Iglesias,C. Roguelov,Andrea Zuffi,E. Eeckhout,O. Muller",
      "journal":"Revue médicale suisse","year":"2015","citations":"0","claim":"Le traitement standard d’un patient ayant une stenose aortique severe est actuellement chirurgical. Quand le risque de la chirurgie est trop important, voire inacceptable, la methode dite d’implantation transcatheter (transcatheter aortic valve implantation – TAVI) est une alternative valable. La decision du choix therapeutique entre TAVI et chirurgie prend en compte le risque chirurgical (estime par l’euroSCORE et le STS-PROM) de meme que de nombreux parametres qui depassent la simple evaluation echographique de la severite de la valvulopathie : une evaluation multidisciplinaire en «Heart Team» est donc necessaire pour evaluer chaque cas dans toute sa complexite. Although surgical aortic valve replacement has been the standard of care for patient with severe aortic stenosis, transcatheter aortic valve implantation (TAVI) is now a fair standard of care for patients not eligible or high risk for surgical treatment. The decision of therapeutic choice between TAVI and surgery considers surgical risk (estimated by the Euro-SCORE and STS-PROM) as well as many parameters that go beyond the assessment of the valvular disease's severity by echocardiography: a multidisciplinary assessment in 'Heart Team' is needed to assess each case in all its complexity."
    },
    "5": {
      "title":"Animal Domestication in the Zagros: an Update and Directions for Future Research",
      "url":"https://www.semanticscholar.org/paper/Animal-Domestication-in-the-Zagros%3A-an-Update-and-Zeder/24afb0c06ac01ec26b0791fe18ac694f272ac977","authors":"M. Zeder",
      "journal":"Geography",
      "year":"2008","citations":"53","claim":"Les premieres recherches sur les origines de l’agriculture s’etaient concentrees sur les hautes vallees montagneuses et les piemonts des massifs du Zagros consideres comme le foyer probable de la domestication a la fois des plantes et des animaux. Ces recherches avaient demontre que, dans le Zagros, les animaux avaient ete domestiques au moins aussi tot que les plantes, peut-etre meme legerement plus tot et que chacun de ces developpements avait surgi dans un contexte de communautes semi-sedentaires centrees sur l’exploitation intensive des plantes et des animaux sauvages. Apres la fin des annees soixante-dix, la focalisation geographique de la recherche sur les origines de l’agriculture au Proche-Orient se deplaca vers le sud et le nord du Levant dans la branche occidentale du Croissant fertile, ou la domestication des plantes semblait avoir precede la domestication des animaux d’au moins 1000 ans. La plupart des considerations recentes sur la domestication des plantes et des animaux et sur l’origine de l’agriculture, si jamais elles mentionnent le Zagros, decrivent la region comme un trou perdu se trouvant a cote des premiers developpements qui ont conduit a l’emergence de l’agriculture et de l’elevage. L’analyse recente des collections conservees de vestiges de faune recoltes lors des premieres fouilles des sites du Zagros donne une vision bien plus detaillee du developpement, du contexte et des causes de la domestication des animaux dans cette region. Cette recherche est le resultat d’une reconsideration des methodes utilisees pour detecter la domestication animale dans un echantillon archeologique. En particulier, ce travail remet en question l’efficacite de la reduction de la taille comme marqueur des debuts de la domestication animale, alors que de nouvelles techniques de restitution de l’âge et du sexe des populations chassees offrent de serieuses promesses pour retracer la transition entre chasse et elevage. En utilisant ces techniques, d’apres l’echantillon de moutons recemment analyse de Zawi Chemi Shanidar, il est possible de detecter des changements dans les strategies de chasse qui prefigurent le management des animaux il y a 12 000 ans. Des chevres morphologiquement inchangees mais clairement controlees s’observent en premier sur le site de Ganj Dareh dans les monts du Zagros, il y a environ 10 000 ans ; elles quittent l’habitat naturel des chevres sauvages pour les plaines pres de 500 ans plus tard. Les moutons domestiques n’arrivent pas dans la region avant 9000 ans. On presume que la domestication initiale des moutons et des chevres s’est produite, il y a environ 11 000‑10 500 ans, dans la region du Taurus oriental et du Nord-Ouest du Zagros dans un contexte de communautes sedentaires qui etaient egalement en train de domestiquer les cereales sauvages et les legumineuses. Alors que les chevres domestiques se repandent assez rapidement a travers le Croissant fertile a la suite de leur domestication initiale, le mouvement des moutons domestiques a ete relativement tardif dans ses zones est et ouest. Ce travail montre des directions de recherche pour l’avenir, en particulier dans le Croissant fertile central et oriental, qui va probablement recuperer une position regionale capitale dans l’histoire en continuel developpement des origines proche-orientales de l’agriculture."
    }
  }
}
{ "create": {"_index": "articles", "_id":19}}
{
  "title": "Did Mark Zuckerberg Buy a $150 Million Yacht?", 
  "author": "Arturo Garcia", 
  "description": "Facebook CEO Mark Zuckerberg bought a 'super-yacht' for $150 million.",
  "subtitle":"A Turkish web site published, then deleted, a quickly-debunked story about Facebook's chief executive officer.",
  "relevantpapers": {
    "1": {
      "title":"Mark Zuckerberg: Facebook Can Help the News Business",
      "url":"https://www.semanticscholar.org/paper/Mark-Zuckerberg%3A-Facebook-Can-Help-the-News-Zuckerberg/49d7d6c56ce8d66c1a6fcc20f4d54c2e4708d496","authors":"Mark Zuckerberg",
      "journal":"Sociology","year":"2019","citations":"0","claim":"None"
    },
    "2": {
      "title":"Zuckerberg Facebook Post about article Can we cure all diseases in our children's lifetime - 2016-9-21",
      "url":"https://www.semanticscholar.org/paper/Zuckerberg-Facebook-Post-about-article-%22Can-we-cure-Zuckerberg/d07bda2d175fccf7747454f6707bd9ef49272ca9","authors":"Mark Zuckerberg",
      "journal":"Medicine","year":"2016","citations":"1","claim":"None"
    },
    "3": {
      "title":"Zuckerberg Facebook - Post about personalized learning - 2016-10-27",
      "url":"https://www.semanticscholar.org/paper/Zuckerberg-Facebook-Post-about-personalized-Zuckerberg/2e09d50b042072f739f0bb6a6987b2d9509ad9e6","authors":"Mark Zuckerberg",
      "journal":"Psychology","year":"2016","citations":"0","claim":"None"
    }
  }
}
{ "create": {"_index": "articles", "_id":20}}
{
  "title": "Is Nathan Gilroy, the Alleged ‘Inventor’ of Powersave, Real?", 
  "author": "Nur Ibrahim", 
  "description": "Nathan Gilroy, who graduated from MIT, invented Powersave, an energy-saving device meant to reduce household electricity bills.",
  "subtitle":"Rumors ran wild about the right-wing social media site Parler's getting hacked, but so far, these claims are unsubstantiated.",
  "relevantpapers": {
    "1": {
      "title":"Device to permit recapping of syringes without risk of infection",
      "url":"https://www.semanticscholar.org/paper/Device-to-permit-recapping-of-syringes-without-risk-Bessent-Donnet/2d269cff8eecf92c336a97518c2b2cf6a47b3c8a","authors":"P. Goldwater",
      "journal":"British Medical Journal (Clinical research ed.)","year":"1987","citations":"3","claim":"SIR,-Like Dr R G Bessent and colleagues (1 August, p 307), we have invented a device (Securoject) to avoid recapping needles by hand or performing other dangerous manipulations that might lead to needlestick injuries. The device consists ofa puncture proofcontainer (figure), the lid ofwhich (A) has an orifice (B) with two slits (C, D). Slit C is of such a size that it will firmly hold the part between the needle and the syringe. A simple sideways or downward movement detaches the needle from the syringe. Slit D is designed to hold the square part of Vacutainer type needles; the needle may be unscrewed from the holder and then falls into the puncture resistant container (E) through a funnel (F), which prevents the needles from falling out. An effervescent chloral tablet (G) may be diluted with tap water so that perfect antisepsis is obtained. The whole device is made of polyethylene, and once full of needles it may be crushed and incinerated. It is light and may be placed on the nurses' trolley, the distance between the patient and the final container is minimal, and recapping is avoided. This device"
    },
    "2": {
      "title":"Three SQUID gradiometer",
      "url":"https://www.semanticscholar.org/paper/Three-SQUID-gradiometer-Koch-Rozen/e5be306bec0c1c2a184279f119509678347082d3","authors":"R. Koch,J. Rozen,Jonathan Z. Sun,W. Gallagher",
      "journal":"Applied Physics Letters","year":"1993","citations":"91","claim":"We have invented a three superconducting quantum interference device (SQUID) gradiometer (TSG) that uses three SQUID magnetometers and a novel feedback method to measure magnetic field gradients. One SQUID, designated the reference SQUID, operates normally except that its feedback loop output is directed to all three SQUIDs through identical nonsuperconducting coils around each SQUID. The feedback loops for the remaining two SQUIDs, the sensor SQUIDs, measure the differences between the magnetic field at the reference SQUID location and those at the sensor SQUID locations. The voltage difference between the two sensor SQUID outputs divided by the gradiometer base line, the distance between the sensor SQUIDs, represents the average magnetic field gradient. We have measured gradient sensitivities of 10−12 and 10−10 T/m√Hz for TSGs made from bare low‐Tc and high‐Tc SQUIDs. An advantage of a TSG is that a sensitive gradiometer, free of hysteresis error, can be made using relatively small substrates."
    },
    "3": {
      "title":"Scalable IP lookup for Internet routers",
      "url":"https://www.semanticscholar.org/paper/Scalable-IP-lookup-for-Internet-routers-Taylor-Turner/1e8a124e572662d562fc3568dcc5ebf1e0c4dfdf","authors":"David E. Taylor,J. Turner,J. Lockwood,T. Sproull,D. Parlour",
      "journal":"IEEE J. Sel. Areas Commun.","year":"2003","citations":"62","claim":"Internet protocol (IP) address lookup is a central processing function of Internet routers. While a wide range of solutions to this problem have been devised, very few simultaneously achieve high lookup rates, good update performance, high memory efficiency, and low hardware cost. High performance solutions using content addressable memory devices are a popular but high-cost solution, particularly when applied to large databases. We present an efficient hardware implementation of a previously unpublished IP address lookup architecture, invented by Eatherton and Dittia (see M.S. thesis, Washington Univ., St. Louis, MO, 1998). Our experimental implementation uses a single commodity synchronous random access memory chip and less than 10% of the logic resources of a commercial configurable logic device, operating at 100 MHz. With these quite modest resources, it can perform over 9 million lookups/s, while simultaneously processing thousands of updates/s, on databases with over 100000 entries. The lookup structure requires 6.3 bytes per address prefix: less than half that required by other methods. The architecture allows performance to be scaled up by using parallel fast IP lookup (FIPL) engines, which interleave accesses to a common memory interface. This architecture allows performance to scale up directly with available memory bandwidth. We describe the tree bitmap algorithm, our implementation of it in a dynamically extensible gigabit router being developed at Washington University in Saint Louis, and the results of performance experiments designed to assess its performance under realistic operating conditions."
    },
    "4": {
      "title":"Past visions of hypertext and their influence on us today",
      "url":"https://www.semanticscholar.org/paper/Past-visions-of-hypertext-and-their-influence-on-us-Lunn-Bernstein/84197a71f524d7781d4d64a7bb462f0816a6f697","authors":"D. Lunn,M. Bernstein,C. Marshall,J. N. Matias,J. Nyce,F. Tompa",
      "journal":"Computer Science","year":"2010","citations":"1","claim":"In July 1945, Vannevar Bush published the seminal paper As We May Think in Atlantic Monthly [2]. In this paper Bush proposed MEMEX, a device where information and records could be stored and linked together through 'trails' and 'associations' rather than 'artificial' indexing mechanisms. This idea is credited with being the inspiration, and precursor, for the modern World Wide Web (WWW) invented by Tim Berners-Lee, but as Harper notes, for most of the article, Bush was not concerned solely with the technical aspects of his MEMEX system. Instead, as with most computer visionaries, he was more concerned with how the computer system and its interfaces could help humanity [3]. We must therefore consider if, as a research field, we are still trying to build MEMEX as Bush envisioned it, or are we more influenced by a vision of information storage and presentation, of which Bush's paper was one of many?"
    },
    "5": {
    "title":"Nathan Zuntz (1847-1920)--a German pioneer in high altitude physiology and aviation medicine, Part II: Scientific work.",
    "url":"https://www.semanticscholar.org/paper/Nathan-Zuntz-(1847-1920)--a-German-pioneer-in-high-Hc-Ka/92c5e9c375e0f21b87ba6b8011c53a777545274c","authors":"Gunga Hc,Kirsch Ka",
    "journal":"Aviation, Space, and Environmental Medicine","year":"1995","citations":"3","claim":"For over 52 years, the work of Nathan Zuntz (1847-1920) covered an amazingly wide spectrum of research fields; metabolism, nutrition, respiration, blood gases, exercise, and high altitude physiology were the main themes. Zuntz achieved fame for his invention of the Zuntz-Geppert respiratory apparatus in 1886 and the first Laufband (treadmill) in 1889. To this experimental setup Zuntz later added an X-ray apparatus in 1914 to determine the changes in heart volume during exercise. Moreover, he constructed a climate chamber to study exercise under varying and sometimes extreme climates. For field studies Zuntz invented a transportable Gasuhr (dry gas measuring device). Zuntz was the first to describe the difference between laboratory data gained in a hypobaric chamber and the measurements at high altitude. He found that the barometric formula is not applicable in the field. Two balloon expeditions in 1902 by Zuntz and his pupil, v. Schroetter, marked the step from terrestrial physiology towards aviation medicine. An outile of the development of scientific aviation in Berlin from 1880-1918 elucidates how closely the aviation union, army and scientific departments were connected with and dependent upon each other. In cooperation with these institutions Zuntz and v. Schroetter constructed an oxygen supply system and planned a pressure cabin for extreme altitudes above 10,000 m, a forerunner of modern systems in aviation and astronautics. in 1912, Zuntz and v. Schroetter each published papers on aviation medicine, both publications internationally unique in style and extents. Zuntz's work in its empirical approach was the counterpart to the established formal mathematical-physical reductionism of the German Physiological Society. Outside of Germany, applied or integrative physiology works in the German-speaking countries. His scientific universality was matched by a decided accuracy to detail"
    }
  }
}

POST articles/_doc/21
{
  "title": "Does the Zello Phone App Work Without the Internet?", 
  "author": "Dan Evon", 
  "description": "The Zello walkie-talkie cellphone app can be used without the internet.",
  "subtitle":"Rumors ran wild about the right-wing social media site Parler's getting hacked, but so far, these claims are unsubstantiated.",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/22
{
  "title": "Did Facebook Shut Down an AI Experiment Because Chatbots Developed Their Own Language?", 
  "author": "David Emery", 
  "description": "Concerned artificial intelligence researchers hurriedly abandoned an experimental chatbot program after they realized that the bots were inventing their own language.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/23
{
  "title": "Has Facebook Reversed Their ‘Nipple Ban’?", 
  "author": "Kim LaCapria", 
  "description": "Facebook revised its position on to female toplessness or nipple exposure in imagery as of May 2017.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/24
{
  "title": "‘Interschools’ WhatsApp Group Warning", 
  "author": "Kim LaCapria", 
  "description": "ISIS/Daesh created a WhatsApp group called 'Interschools', and once users join it they cannot leave.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/25
{
  "title": "Did a Trump Campaign Web Site URL Reveal a Contempt for the Poor?", 
  "author": "Arturo Garcia", 
  "description": "President Donald Trump's website contains a release about a plan to 'fuck the poor.'",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/26
{
  "title": "Trump’s Unsecured Android Device Source of Recent White House Leaks?", 
  "author": "Arturo Garcia", 
  "description": "Two intelligence agencies suspect that President Donald Trump's cell phone is the source of recently leaked information.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/27
{
  "title": "Are Facebook Users Secretly Following You?", 
  "author": "Kim LaCapria", 
  "description": "Instructions explain how to block Facebook users who are following you without your knowledge.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/28
{
  "title": "Will Landlines Eventually Dial 911 or Emergency Services if Left Off the Hook?", 
  "author": "Kim LaCapria", 
  "description": "A landline disengaged from its cradle will eventually self-dial 911.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/29
{
  "title": "WhatsApp Will Share Personal User Information with Facebook and Make It Public?", 
  "author": "Bethania Palma", 
  "description": "WhatsApp will share personal user information with Facebook, who will make it publicly available.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/30
{
  "title": "Apple’s Blast from the Past?", 
  "author": "Brooke Binkowski", 
  "description": "Setting your Apple device's date to 1 January 1970 will reveal a retro-themed Easter egg.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/31
{
  "title": "Triton ‘Tankless’ Scuba Mask — Real or Vaporware?", 
  "author": "David Mikkelson", 
  "description": "The Triton Scuba Mask allows people to breathe underwater without the use of air tanks.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/32
{
  "title": "A (Not So) Secret Microchip?", 
  "author": "Dan Evon", 
  "description": "Samsung is stealing data through a secret microchip in its mobile phone batteries.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/33
{
  "title": "Fukushima Radioactive Water Leak Chart", 
  "author": "David Mikkelson", 
  "description": "Image shows radioactive seepage spreading across the Pacific Ocean from the Fukushima nuclear plant.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/34
{
  "title": "Will Posting This Notice Stop Facebook or Instagram from Making Your Posts Public?", 
  "author": "David Mikkelson", 
  "description": "Posting a legal notice on your Facebook wall or Instagram feed will protect you from having all your posts and photos made public.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/35
{
  "title": "Did a Police Radar Gun Almost Cause a Missile Launch?", 
  "author": "Snopes Staff", 
  "description": "A hand-held police radar unit successfully tracked a military aircraft on maneuvers, nearly causing the aircraft to fire a missile in response.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/36
{
  "title": "Was the Largest Dinosaur Tibia on Record Found in Illinois?", 
  "author": "Madison Dapcevich", 
  "description": "A dinosaur bone described as the world’s largest tibia was discovered on an Illinois farm.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/37
{
  "title": "Do ‘Sonic Weapons’ Adequately Explain ‘Havana Syndrome’?", 
  "author": "Alex Kasprak", 
  "description": "An inaudible sonic weapon adequately explains the Havana Syndrome,a range of symptoms experienced by diplomats suffering from “health attacks” in Cuba.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/38
{
  "title": "Is Stonehenge Reset for Daylight Saving Time?", 
  "author": "Dan Evon", 
  "description": "The stones at Stonehenge are moved every year to accommodate for daylight saving time.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/39
{
  "title": "Does a Video Show a Fighter Jet Breaking the Sound Barrier?", 
  "author": "Bethania Palma", 
  "description": "A video shows an F-18 Super Hornet breaking the sound barrier and creating a sonic boom.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/40
{
  "title": "Are Scientists ‘Literally Creating Glow-in-the-Dark Trees’ With Firefly DNA?", 
  "author": "Alex Kasprak", 
  "description": "Dutch scientists literally created glow-in-the-dark trees by inserting genetic material from fireflies, making them eco-friendly outdoor nightlights.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/41
{
  "title": "Did Scientists Conclude Asymptomatic COVID Patients Can’t Spread Virus?", 
  "author": "Jessica Lee", 
  "description": "In late 2020, scientists published studies that proved presymptomatic or asymptomatic COVID-19 patients do not spread the virus in any setting.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/42
{
  "title": "Is ‘Unobtainium’ a Real Element?", 
  "author": "Alex Kasprak", 
  "description": "A substance dubbed unobtainium is a real chemical or a valid element included in the periodic table.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/43
{
  "title": "Is a ‘Mars Spectacular’ Coming Soon?", 
  "author": "David Mikkelson", 
  "description": "The planet Mars will make a once-in-our-lifetimes, remarkably close approach to Earth on August 27.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/44
{
  "title": "Does Burning Sage Eliminate Airborne Bacteria?", 
  "author": "Madison Dapcevich", 
  "description": "A 2007 study showed burning sage kills 94% of bacteria.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/45
{
  "title": "Did Bill Gates Brief the CIA in 2005 About a Mind-Altering Vaccine?", 
  "author": "Dan Evon", 
  "description": "A video shows Microsoft Co-Founder Bill Gates briefing the CIA in 2005 about a mind-altering vaccine.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/46
{
  "title": "Was a Scientist Jailed After Discovering a Deadly Virus Delivered Through Vaccines?", 
  "author": "Alex Kasprak", 
  "description": "Researcher Judy Mikovits was thrown in jail after she refused to discredit research that led to the discovery that deadly retroviruses have been transmitted through vaccines.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/47
{
  "title": "Will an Asteroid Hit Earth in April 2020?", 
  "author": "Dan Evon", 
  "description": "NASA warned that Asteroid 52768 (1998 OR2) could hit Earth in April 2020 and cause catastrophic danger.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/48
{
  "title": "Does ‘Gravitational Pull’ Allow Brooms to Stand on End on Certain Days?", 
  "author": "David Mikkelson", 
  "description": "A special astronomical property allows brooms to be stood on end during particular days of the year.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/49
{
  "title": "Did a Mural of Greta Thunberg Use 700 Gallons of Spray Paint?", 
  "author": "Dan MacGuill", 
  "description": "A San Francisco mural portrait of Greta Thunberg used 700 gallons of spray paint.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}

POST articles/_doc/50
{
  "title": "Was Global Warming Data ‘Faked’ to ‘Fit Climate Change Fictions’?", 
  "author": "Alex Kasprak", 
  "description": "NASA and NOAA faked climate data in the GISTEMP global temperature record to exaggerate global warming.",
  "subtitle":"",
  "relevantpapers": {
    "1": {
      "title":"",
      "url":"",
      "authors":"",
      "journal":"",
      "year":"",
      "citations":"",
      "claim":""
    }
  }
}